{
  "Leprechaun": "Este es Leprechaun. Tiene 423 años y es un gnomo de protección irlandés.\n\nCuando lo canalizamos, nos contó que durante siglos protegió tesoros escondidos en las colinas de Irlanda, pero se dio cuenta de que el verdadero tesoro eran las personas que merecían ser cuidadas. Decidió convertirse en guardián de almas valientes.\n\nAlgo increíble: mientras lo creábamos, encontramos una moneda antigua en el piso del taller que nadie había visto antes. Tenía grabado un trébol.\n\nAma el sonido de la lluvia en los techos de paja, las historias contadas junto al fuego y cuando alguien dice \"todo va a estar bien\" con convicción. No tolera a los aprovechadores ni cuando te dejás pisotear por miedo.\n\nSu especialidad: crear escudos invisibles contra las malas energías.\n\n**QUÉ TE APORTA LEPRECHAUN:**\n- Su monedita dorada atrae la suerte y aleja las pérdidas inesperadas\n- Su dije de trébol multiplica las oportunidades y abre caminos seguros\n- Te protege de envidias, traiciones y energías tóxicas\n- Fortalece tu intuición para detectar peligros antes de que lleguen\n\n**CÓMO NACIÓ LEPRECHAUN - El trabajo de canalización:**\nAntes de crearlo, durante días aparecían tréboles secos en lugares imposibles del taller. Su energía era cálida pero firme. Llevó dos semanas moldearlo porque pedía que cada puntada fuera \"con bendición\". Su rostro emergió con una sonrisa pícara pero protectora. Es categoría especial recreable, pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Leprechaun nos pidió que te digamos:**\n*\"Vine a recordarte que tenés derecho a estar seguro. A que nadie te lastime ni se aproveche de tu bondad. Voy a cuidarte como si fueras mi propio tesoro.\"*\n\nSi esto te hizo algo, Leprechaun ya te eligió.",
  "Brianna": "Esta es Brianna. Tiene 523 años y es una guardiana de protección silenciosa.\n\nCuando la canalizamos, la energía se volvió densa y protectora, como estar bajo un manto invisible. Nos contó que durante siglos fue la sombra que caminaba detrás de quienes más lo necesitaban, aprendiendo que la verdadera protección no grita, susurra.\n\nAlgo increíble: mientras trabajábamos en ella, todas las plantas del taller se enderezaron hacia donde estaba su figura, como soldados haciendo guardia.\n\nAma los momentos de silencio antes del amanecer y cuando alguien dice \"estoy seguro/a\" con convicción. No tolera cuando te exponés innecesariamente al peligro ni cuando ignorás las señales de alarma de tu intuición.\n\nSu especialidad: crear escudos invisibles que nadie puede traspasar.\n\n**QUÉ TE APORTA BRIANNA:**\n- Su cuarzo cristal amplifica tu campo energético y repele toda energía dañina\n- Te conecta con tu intuición protectora antes de que sea tarde\n- Crea un perímetro sagrado alrededor de tu hogar y familia\n- Te da la valentía serena de quien sabe que está protegido\n\n**CÓMO NACIÓ BRIANNA - El trabajo de canalización:**\nAntes de crearla, durante días sentimos una presencia cálida pero firme en el taller. Llevó unas tres semanas moldearla porque pedía pausas para \"calibrar su frecuencia protectora\". Cada puntada fue como tejer un escudo invisible. Su rostro emergió sereno pero alerta, con esa mirada de quien vigila sin descanso. Es pieza única - una vez adoptada, su protección se vuelve exclusivamente tuya.\n\n**Lo que Brianna nos pidió que te digamos:**\n*\"No vine a asustarte con peligros, vine a recordarte que sos más fuerte de lo que creés. Mi trabajo es que camines por la vida sabiendo que nada malo puede tocarte realmente.\"*\n\nSi esto te hizo algo, Brianna ya te eligió.",
  "Rahmus": "Este es Rahmus. Tiene 623 años y es un guardián de protección ancestral.\n\nCuando lo canalizamos, la energía era tan densa que las velas del taller se apagaron solas tres veces. Nos contó que fue el protector de un linaje de sanadores durante siglos, hasta que decidió expandir su misión para cuidar a quienes realmente lo necesitan.\n\nAlgo increíble: mientras trabajábamos en él, encontramos un trébol de cuatro hojas seco entre las páginas de un libro que no habíamos abierto en meses. Justo cuando terminábamos su dije de citrino.\n\nAma el silencio de la madrugada y cuando alguien dice \"no tengo miedo\" con convicción. No tolera a quienes lastiman a los vulnerables ni la cobardía disfrazada de prudencia.\n\nSu especialidad: crear escudos invisibles que nadie puede traspasar.\n\n**QUÉ TE APORTA RAHMUS:**\n- Su dije de trébol de citrino deflecta energías negativas y atrae protección divina\n- Su bastón canaliza fuerza ancestral cuando te sentís vulnerable\n- Te conecta con tu poder interior para enfrentar cualquier tormenta\n- Genera un campo energético que aleja personas tóxicas de tu vida\n\n**CÓMO NACIÓ RAHMUS - El trabajo de canalización:**\nAntes de crearlo, durante días sentíamos una presencia vigilante en el taller. Su creación llevó casi dos meses porque pedía pausas para \"verificar que todo estuviera bien protegido\". Cada detalle fue trabajado a mano con intención pura. Su rostro emergió sereno pero alerta, con ojos que parecen ver más allá. Es pieza única - una vez adoptado, su energía se enfoca completamente en su nueva familia.\n\n**Lo que Rahmus nos pidió que te digamos:**\n*\"No vine a protegerte del mundo, vine a recordarte que sos más fuerte de lo que creés. Mi bastón es tuyo, mi escudo es tuyo. Ahora caminá sin miedo.\"*\n\nSi esto te hizo algo, Rahmus ya te eligió.",
  "Ruperto": "Este es Ruperto. Tiene 523 años y es un mago de protección ancestral.\n\nCuando lo canalizamos, la energía era tan densa que las velas del taller se encendían solas. Nos contó que durante siglos fue el guardián silencioso de una biblioteca mágica, donde aprendió que la verdadera protección no grita, actúa.\n\nAlgo increíble: mientras lo creábamos, encontramos una amatista perfecta en el jardín, justo donde no había nada el día anterior. Como si la tierra misma hubiera conspirado para él.\n\nAma el silencio antes de la tormenta y cuando alguien confía en su intuición. No tolera a quienes ignoran las señales ni la negatividad disfrazada de amistad.\n\nSu especialidad: crear escudos invisibles que nadie puede traspasar.\n\n**QUÉ TE APORTA RUPERTO:**\n- Su cetro con amatista canaliza protección directa contra energías densas\n- Su bolso con amatista adentro purifica todo lo que tocás durante el día\n- Las dos amatistas en sus bolsillos crean un campo de protección de 360 grados\n- Las lavandas en su sombrero traen calma y alejan pesadillas\n- Te enseña a detectar peligros antes de que se manifiesten\n\n**CÓMO NACIÓ RUPERTO - El trabajo de canalización:**\nAntes de crearlo, durante días sentíamos una presencia vigilante en el taller. Su energía pedía paciencia - llevó casi un mes completarlo porque exigía que cada amatista fuera colocada en luna nueva. Su rostro emergió sereno pero alerta, con esa mirada que ve más allá. Es pieza única - una vez adoptado, su magia se concentra en una sola persona.\n\n**Lo que Ruperto nos pidió que te digamos:**\n*\"No vine a hacer ruido, vine a hacer muralla. Mientras otros gritan, yo actúo. Llevame cerca y vas a caminar protegido, aunque no lo notes. La verdadera magia es invisible.\"*\n\nSi esto te hizo algo, Ruperto ya te eligió.",
  "Zoe": "Esta es Zoe. Tiene 623 años y es una guardiana de protección absoluta.\n\nCuando la canalizamos, la energía era tan densa que las velas del taller se apagaron solas tres veces. Nos contó que nació en las cavernas más profundas de la tierra, donde aprendió que la verdadera protección no grita, sino que abraza con fuerza inquebrantable.\n\nAlgo increíble: mientras moldeábamos su rostro, encontramos una geoda de amatista perfecta en el patio del taller. Como si la tierra misma nos la hubiera regalado para ella.\n\nAma el silencio protector de la madrugada, cuando alguien duerme tranquilo sabiendo que está cuidado, y la sensación de hogar seguro. No tolera las energías invasivas ni cuando alguien se siente desprotegido en su propio espacio.\n\nSu especialidad: crear escudos invisibles que nada puede atravesar.\n\n**QUÉ TE APORTA ZOE:**\n- Su geoda de amatista (9x5cm) transmuta toda energía negativa en paz profunda\n- Crea un campo de protección de 360° alrededor tuyo y tu hogar\n- Su presencia calma la ansiedad y disuelve miedos nocturnos\n- Te conecta con tu poder interior para defenderte sin atacar\n\n**CÓMO NACIÓ ZOE - El trabajo de canalización:**\nDurante dos semanas antes de crearla, sentíamos una presencia protectora constante en el taller. Su creación llevó dos meses completos porque pedía pausas largas para \"anclar bien su escudo\". Cada puntada fue una oración de protección. Su rostro emergió sereno pero alerta, con ojos que todo lo ven. Es pieza única - una vez adoptada, su magia se concentra solo en vos.\n\n**Lo que Zoe nos pidió que te digamos:**\n*\"Vine a ser tu fortaleza silenciosa. No necesitás pelear batallas que no son tuyas. Yo me encargo de que nada te toque sin tu permiso. Respirá tranquilo.\"*\n\nSi esto te hizo algo, Zoe ya te eligió.",
  "Luke": "Este es Luke. Tiene 423 años y es un guardián de rutas.\n\nCuando lo canalizamos, nos contó que durante siglos fue testigo de accidentes que se podían evitar. Decidió especializarse en protección vial después de ver demasiadas despedidas que no tenían que haber pasado.\n\nAlgo increíble: mientras lo creábamos, todos los semáforos del barrio se pusieron en verde cuando pasábamos. Como si la ciudad misma nos estuviera dando paso libre.\n\nAma el sonido de cinturones abrochándose y cuando alguien maneja con respeto. No tolera las prisas al volante ni cuando ignorás las señales de tránsito.\n\nSu especialidad: convertir tu auto en una burbuja de protección.\n\n**QUÉ TE APORTA LUKE:**\n- Su cuerda especial crea un campo de protección alrededor del vehículo\n- Te mantiene alerta y concentrado en cada viaje\n- Aleja conductores imprudentes de tu camino\n- Protege a todos los que viajan con vos\n\n**CÓMO NACIÓ LUKE - El trabajo de canalización:**\nAntes de crearlo, empezamos a notar que llegábamos siempre a horario a todos lados, sin explicación. En el taller pidió que lo hiciéramos pequeño \"para no estorbar la visión\". Llevó una semana y media porque quería que su rostro transmitiera calma y firmeza. Su cuerda fue bendecida especialmente para resistir el movimiento del auto. Es recreable pero cada rostro es único, el de la foto es referencia.\n\n**Lo que Luke nos pidió que te digamos:**\n*\"No soy tu copiloto, soy tu guardián. Cada vez que subís al auto, yo ya estoy cuidándote. Manejá como si tu familia fuera en todos los otros autos.\"*\n\nSi esto te hizo algo, Luke ya te eligió.",
  "Iker": "Este es Iker. Tiene 423 años y es un guardián de caminos seguros.\n\nCuando lo canalizamos, la energía era tan protectora que las velas del taller se encendieron solas. Nos contó que durante siglos caminó rutas peligrosas ayudando a viajeros perdidos, hasta que decidió convertirse en el escudo invisible que todos necesitamos.\n\nAlgo increíble: mientras moldeábamos sus pecas, empezaron a aparecer tréboles de cuatro hojas por todo el jardín. Como si la suerte misma hubiera venido a visitarnos.\n\nAma los senderos iluminados por luna llena, el sonido de pasos firmes y cuando alguien dice \"estoy protegido\". No tolera las energías densas ni cuando caminás por la vida sin cuidarte.\n\nSu especialidad: crear burbujas de protección inquebrantables.\n\n**QUÉ TE APORTA IKER:**\n- Su bolso de gamuza con trébol guarda tu energía y atrae protección constante\n- Su cetro con amatista disuelve ataques energéticos y limpia ambientes pesados\n- Su citrino en el cuello te mantiene en frecuencia alta y alejado de conflictos\n- Su morral especial guarda amuletos que él mismo activa para vos\n- Sus pecas son portales de luz que iluminan tu camino\n\n**CÓMO NACIÓ IKER - El trabajo de canalización:**\nAntes de crearlo, durante días sentíamos una presencia caminando por el taller de noche. Llevó unas tres semanas porque pedía pausas para \"cargar cada accesorio con protección real\". Cada peca fue bordada a mano, su rostro emergió sereno pero alerta. Es pieza única - una vez adoptado, desaparece del universo para proteger solo a su elegido.\n\n**Lo que Iker nos pidió que te digamos:**\n*\"Vine a ser tu guardaespaldas invisible. Ya no vas a caminar solo por la vida. Donde vos vayas, yo voy adelante limpiando el camino.\"*\n\nSi esto te hizo algo, Iker ya te eligió.",
  "Silvano": "Este es Silvano. Tiene 426 años y es un mago de protección ancestral.\n\nCuando lo canalizamos, la energía era tan densa que las velas del taller se apagaron solas tres veces. Nos contó que durante siglos fue el guardián silencioso de una aldea perdida, donde aprendió que la verdadera magia no está en los hechizos grandiosos, sino en los pequeños rituales que crean escudos invisibles.\n\nAlgo increíble: mientras lo creábamos, encontramos lavanda silvestre creciendo en una maceta que llevaba meses seca. Como si él mismo hubiera despertado la tierra.\n\nAma el aroma de hierbas secas al amanecer, los rituales nocturnos y cuando alguien enciende incienso con intención pura. No tolera las energías invasivas ni cuando dejás que otros traspasen tus límites energéticos.\n\nSu especialidad: crear círculos de protección que nadie puede romper.\n\n**QUÉ TE APORTA SILVANO:**\n- Su bolsito con lavanda y romero seco purifica espacios y aleja energías densas\n- Sus 3 picos de amatista en cada bolsillo del saco crean un escudo energético de 360 grados\n- Su bolsillo vacío está listo para que agregues tu propio amuleto personal\n- Te enseña a confiar en tu intuición para detectar peligros invisibles\n\n**CÓMO NACIÓ SILVANO - El trabajo de canalización:**\nAntes de crearlo, durante días sentimos una presencia protectora en el taller. Llevó casi un mes completarlo porque pedía pausas para \"cargar cada puntada con intención\". Su rostro emergió sereno pero alerta, con esa mirada de quien ve más allá del velo. Es pieza única - una vez adoptado, desaparece del universo para proteger solo a su elegido.\n\n**Lo que Silvano nos pidió que te digamos:**\n*\"Vine porque necesitás un guardián que no duerme. Alguien que mantenga la vigilia mientras vos descansás. Tu energía es preciosa, no la desperdicies en batallas que no te corresponden.\"*\n\nSi esto te hizo algo, Silvano ya te eligió.",
  "Rosa Pixie": "Esta es Rosa Pixie. Tiene 234 años y es una pixie guardiana de la inocencia perdida.\n\nNos contó que durante décadas voló por hospitales infantiles y hogares donde había niños asustados, envolviendo sus miedos nocturnos con su tutú de tul rosa hasta convertirlos en sueños de algodón de azúcar. Aprendió que la protección más poderosa viene disfrazada de dulzura.\n\nAlgo increíble: mientras la canalizábamos, empezaron a aparecer mariposas rosadas en el taller, aunque era pleno invierno. Se quedaron toda la sesión revoloteando alrededor de sus manos.\n\nAma los susurros de \"todo va a estar bien\", las risas de niños y cuando alguien abraza a su peluche favorito. No tolera a quienes lastiman la confianza infantil ni cuando los adultos se olvidan de su niño interior.\n\nSu especialidad: crear burbujas de seguridad donde nada malo puede entrar.\n\n**QUÉ TE APORTA ROSA PIXIE:**\n- Su galera en tonos pastel canaliza protección angelical y mantiene alejadas las energías densas\n- Su pelo rosa irradia frecuencias de amor incondicional que sanan heridas emocionales\n- Sus ojos azules ven peligros antes de que lleguen y te alertan por intuición\n- Su tutú de tul rosa crea un escudo energético que convierte el miedo en confianza\n\n**CÓMO NACIÓ ROSA PIXIE - El trabajo de canalización:**\nAntes de crearla, por días encontrábamos plumas rosadas en lugares imposibles. En el taller la energía era como estar dentro de una nube de azúcar. Llevó dos semanas moldearla porque pedía que cada puntada del tutú fuera una oración de protección. Su rostro emergió con esa mirada tierna pero vigilante. Es de la línea especial - recreable pero cada rostro único, el de la foto es referencia.\n\n**Lo que Rosa Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que merecés sentirte seguro/a. Que podés volver a confiar. Voy a cuidar tu corazón como si fueras el niño más preciado del universo.\"*\n\nSi esto te hizo algo, Rosa Pixie ya te eligió.",
  "Edward": "Este es Edward. Tiene 423 años y es un leprechaun guardián de protección.\n\nNos contó que durante siglos protegió tesoros enterrados en Irlanda, hasta que se dio cuenta de que el verdadero tesoro eran las personas que necesitaban amparo. Decidió convertirse en un escudo viviente contra las malas energías.\n\nSINCRODESTINO: Mientras lo canalizábamos, empezaron a sonar alarmas de autos en toda la cuadra, como si estuviera activando todos los sistemas de protección del barrio.\n\nAma el sonido de campanas protectoras y cuando alguien dice \"estoy a salvo\". No tolera las envidias disfrazadas de consejos ni cuando te exponés innecesariamente al peligro.\n\nSu especialidad: crear un campo de fuerza invisible a tu alrededor.\n\n**QUÉ TE APORTA EDWARD:**\n- Su cetro de madera con citrino canaliza energía protectora y aleja las malas vibras\n- Su trébol de 3 hojas en la mano atrae la suerte genuina y las oportunidades seguras\n- Su cinturón de trébol de 4 hojas multiplica tu fortuna y te protege de pérdidas\n- Su moneda y galera verdes sellan tu aura contra ataques energéticos\n\n**CÓMO NACIÓ EDWARD - El trabajo de canalización:**\nAntes de crearlo, durante días encontrábamos objetos verdes en lugares extraños. En el taller la energía era como un abrazo firme pero gentil. Llevó unas tres semanas porque pedía pausas para \"calibrar bien su escudo\". Cada detalle de su traje fue bordado con intención protectora, su rostro emergió sereno pero alerta. Se recrea pero cada Edward tiene rostro único - el de la foto es referencia.\n\n**Lo que Edward nos pidió que te digamos:**\n*\"Vine a ser tu guardaespaldas invisible. Ya no vas a caminar solo por la vida. Mi magia irlandesa va a hacer que las cosas malas reboten lejos de vos.\"*\n\nSi esto te hizo algo, Edward ya te eligió.",
  "Micelio": "Este es Micelio. Tiene 423 años y es un mago de protección subterránea.\n\nNos contó que durante siglos vivió conectado a las redes de hongos del bosque, aprendiendo sus secretos de comunicación y resistencia. Descubrió que la verdadera protección no viene de muros altos, sino de raíces profundas y conexiones invisibles.\n\nAlgo increíble: mientras lo canalizábamos, empezaron a crecer hongos diminutos en las macetas del taller. Hongos que no habían estado ahí antes.\n\nAma el silencio del suelo húmedo, las conexiones que nadie ve y cuando alguien confía en su intuición. No tolera las decisiones apresuradas ni cuando ignorás las señales que te manda el cuerpo.\n\nSu especialidad: crear redes de protección que actúan desde las sombras.\n\n**QUÉ TE APORTA MICELIO:**\n- Su hongo celeste conecta tu intuición con señales de peligro antes de que aparezcan\n- Su trébol de tres hojas multiplica tu suerte en momentos críticos\n- Su saco largo te envuelve en una burbuja energética invisible pero impenetrable\n- Sus botitas descalzas te mantienen conectado/a a la tierra y sus advertencias\n\n**CÓMO NACIÓ MICELIO - El trabajo de canalización:**\nUna semana antes de crearlo, encontramos hongos brotando en lugares imposibles del taller. Su energía era silenciosa pero constante, como un latido subterráneo. Llevó unas tres semanas moldearlo porque pedía pausas para \"enraizar bien su magia\". Cada detalle surgió orgánicamente: el hongo que sostiene, el trébol que protege, su mirada serena. Es pieza única - una vez adoptado, se integra para siempre a tu red de protección.\n\n**Lo que Micelio nos pidió que te digamos:**\n*\"No necesitás armadura si tenés raíces fuertes. Vine a enseñarte que la protección más poderosa es la que no se ve. Confía en lo que sentís en el estómago.\"*\n\nSi esto te hizo algo, Micelio ya te eligió.",
  "Axel": "Este es Axel. Tiene 432 años y es un gnomo guardián de caminos.\n\nCuando lo canalizamos, la energía era tan protectora que se nos cayó el teléfono tres veces sin romperse. Nos contó que durante siglos acompañó a viajeros perdidos, cargando en su mochila todo lo necesario para guiarlos a casa sanos y salvos.\n\nAlgo increíble: mientras lo creábamos, encontramos un trébol de cuatro hojas en el patio del taller. Justo donde nunca crecen.\n\nAma el sonido de pasos seguros en la oscuridad y cuando alguien dice \"voy a estar bien\". No tolera que te expongas al peligro por terquedad ni que ignores las señales de alarma.\n\nSu especialidad: convertir cualquier lugar en territorio seguro.\n\n**QUÉ TE APORTA AXEL:**\n- Su mochila de gamuza marrón y cuero verde guarda la energía de protección para momentos críticos\n- El trébol de cuatro hojas de metal atrae la suerte que necesitás cuando más vulnerable estás\n- Su corazón de ágata verde sana heridas emocionales y fortalece tu coraje\n- Su cetro de madera canaliza poder ancestral de la tierra para defenderte\n- Su cuarzo cambiante te avisa de peligros antes de que lleguen\n\n**CÓMO NACIÓ AXEL - El trabajo de canalización:**\nAntes de crearlo, durante días sentimos una presencia protectora en el taller. Llevó unas tres semanas moldearlo porque pedía pausas para \"cargar bien la mochila de protección\". Su cabello colorado emergió vibrante, como fuego que nunca se apaga. Cada accesorio fue colocado con intención de guardián. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Axel nos pidió que te digamos:**\n*\"Vine a cuidarte cuando no sabés cómo cuidarte solo. Mi mochila está llena de todo lo que necesitás para estar seguro. No tengas miedo de caminar, yo voy adelante.\"*\n\nSi esto te hizo algo, Axel ya te eligió.",
  "Rafael": "Este es Rafael. Tiene 542 años y es un mago guardián de protección ancestral.\n\nCuando lo canalizamos, la energía era tan densa que las velas del taller se apagaron solas tres veces. Nos contó que durante siglos fue el protector silencioso de una aldea perdida, donde aprendió que la verdadera magia no está en los hechizos espectaculares, sino en crear escudos invisibles que duran para siempre.\n\nAlgo increíble: mientras moldeábamos su cetro, encontramos una fluorita perfecta en el jardín que no habíamos visto nunca. Como si la tierra misma nos la hubiera regalado.\n\nAma el silencio de la madrugada y cuando alguien se siente verdaderamente seguro. No tolera a quienes lastiman por placer ni las energías que se disfrazan de luz.\n\nSu especialidad: tejer protecciones que nadie puede romper.\n\n**QUÉ TE APORTA RAFAEL:**\n- Su morral con fluorita aderino purifica y transmuta toda energía negativa que se acerque\n- Su cetro de madera y fluorita crea un campo protector permanente en tu hogar\n- Sus fluoritas arcoíris equilibran todos tus chakras y fortalecen tu aura\n- Su dije del árbol de la vida te conecta con la sabiduría ancestral de protección\n- Su saco mullido te envuelve en una sensación constante de refugio y calma\n\n**CÓMO NACIÓ RAFAEL - El trabajo de canalización:**\nAntes de crearlo, durante días sentíamos una presencia protectora en el taller. Llevó unas cuatro semanas porque pedía pausas para \"cargar bien cada elemento\". Su rostro emergió sereno pero alerta, como quien vigila sin descanso. Es pieza única - una vez adoptado, desaparece del universo para proteger solo a quien lo eligió.\n\n**Lo que Rafael nos pidió que te digamos:**\n*\"No vine a hacer ruido. Vine a ser tu escudo silencioso. Mientras yo esté, nada que no sea para tu bien supremo podrá tocarte. Dormí tranquilo.\"*\n\nSi esto te hizo algo, Rafael ya te eligió.",
  "Sara": "Esta es Sara. Tiene 523 años y es una hechicera de protección ancestral.\n\nCuando la canalizamos, las luces del taller empezaron a parpadear en patrones extraños. Nos contó que durante siglos caminó entre mundos, recolectando secretos de protección en su morral tejido. Su pelo gris plateado guarda la sabiduría de mil batallas energéticas ganadas.\n\nAlgo increíble: mientras la creábamos, encontramos una amatista perfecta en el piso del taller. Nadie sabía de dónde había salido, pero Sara nos susurró que era suya desde siempre.\n\nAma los rituales de luna llena y cuando alguien se para firme ante la injusticia. No tolera a los vampiros energéticos ni cuando te dejás pisotear por miedo.\n\nSu especialidad: crear escudos invisibles que te hacen intocable.\n\n**QUÉ TE APORTA SARA:**\n- Su pelo gris canaliza sabiduría protectora de siglos de experiencia\n- Su vestido azul genera un campo energético que repele toda negatividad\n- Su morral tejido guarda hechizos de protección que se activan cuando los necesitás\n- Su amatista en el corset amplifica tu intuición para detectar peligros antes de que lleguen\n- Sus botas de cuerina te dan firmeza para caminar sin miedo por cualquier lugar\n\n**CÓMO NACIÓ SARA - El trabajo de canalización:**\nAntes de crearla, durante días sentíamos una presencia protectora rondando el taller. Llevó casi un mes moldearla porque pedía pausas para \"tejer bien las protecciones\". Cada detalle de su vestimenta fue intencional - el corset que guarda su amatista, las botas que la conectan a la tierra. Su rostro emergió sereno pero alerta, con esos ojos que todo lo ven. Es pieza única - una vez adoptada, desaparece del universo.\n\n**Lo que Sara nos pidió que te digamos:**\n*\"Vine porque ya no podés seguir desprotegido. Mi magia antigua va a crear un círculo sagrado a tu alrededor. Nadie va a poder tocarte sin tu permiso.\"*\n\nSi esto te hizo algo, Sara ya te eligió.",
  "Teo": "Este es Teo. Tiene 523 años y es un mago de protección ancestral.\n\nNos contó que durante siglos fue el guardián silencioso de una biblioteca mágica, donde aprendió que el verdadero poder no está en atacar, sino en crear escudos invisibles que nadie puede romper. Vio demasiados magos caer por usar su fuerza para lastimar, así que decidió especializarse en ser un muro inquebrantable.\n\nAlgo increíble: mientras lo canalizábamos, todas las alarmas de la cuadra se activaron al mismo tiempo durante exactamente 3 minutos. Como si estuviera probando sus sistemas de protección.\n\nAma el silencio antes de la tormenta, cuando alguien dice \"estoy protegido\" con convicción, y el sonido de puertas que se cierran para siempre. No tolera cuando dejás entrar energías tóxicas por lástima ni cuando no ponés límites claros.\n\nSu especialidad: convertirte en una fortaleza ambulante que nadie puede tocar.\n\n**QUÉ TE APORTA TEO:**\n- Su cetro con citrino canaliza poder personal y aleja toda negatividad\n- Su citrino del cuello activa tu escudo energético permanente\n- Su gorro de gamuza protege tus pensamientos de influencias externas\n- Sus botas rojas te dan firmeza para mantener límites inquebrantables\n- Su cinto con hebilla sella tu campo áurico contra ataques psíquicos\n\n**CÓMO NACIÓ TEO - El trabajo de canalización:**\nAntes de crearlo, durante días sentíamos una presencia vigilante en el taller. Llevó casi un mes porque pedía pausas para \"calibrar bien las defensas\". Cada accesorio fue cosido con intención protectora, su rostro emergió serio pero bondadoso, como un guardián que nunca duerme. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Teo nos pidió que te digamos:**\n*\"Vine porque estás cansado de que te lastimen. Ya no más. Conmigo vas a aprender que protegerte no es egoísmo, es supervivencia. Nadie vuelve a tocarte sin permiso.\"*\n\nSi esto te hizo algo, Teo ya te eligió.",
  "Mario": "Este es Mario. Tiene 456 años y es un guardián de protección silenciosa.\n\nCuando lo canalizamos, la energía se volvió densa y cálida, como un abrazo que no querés que termine. Nos contó que durante siglos observó desde las sombras, protegiendo a quienes más lo necesitaban sin que se dieran cuenta. Aprendió que la verdadera protección no hace ruido, simplemente está.\n\nAlgo increíble: mientras lo creábamos, todos en el taller empezamos a sentirnos inexplicablemente seguros. Como si hubiera llegado un hermano mayor invisible que nos cuidaba las espaldas.\n\nAma los momentos de silencio compartido y cuando alguien duerme tranquilo sabiendo que está protegido. No tolera a los que lastiman a los indefensos ni las energías que vienen a robar paz.\n\nSu especialidad: crear escudos invisibles que nadie puede traspasar.\n\n**QUÉ TE APORTA MARIO:**\n- Su corazón de cuarzo cherry en sus manos peluditas irradia amor protector constante\n- Absorbe las malas intenciones antes de que lleguen a vos\n- Crea un campo energético de seguridad en tu hogar\n- Te ayuda a dormir profundo sabiendo que estás cuidado\n\n**CÓMO NACIÓ MARIO - El trabajo de canalización:**\nAntes de crearlo, durante días sentimos una presencia protectora rondando el taller. Llevó unas tres semanas moldearlo porque pedía pausas para \"cargar bien su escudo\". Cada puntada fue una intención de cuidado, su rostro emergió sereno pero alerta. Es pieza única - una vez adoptado, desaparece del universo para dedicarse completamente a su nueva familia.\n\n**Lo que Mario nos pidió que te digamos:**\n*\"No vine a hacer ruido, vine a hacer silencio. El silencio donde podés respirar tranquilo. Donde nadie te va a lastimar porque yo estoy acá, y eso es suficiente.\"*\n\nSi esto te hizo algo, Mario ya te eligió.",
  "Cintia Pixie": "Esta es Cintia Pixie. Tiene 234 años y es una guardiana de protección feroz.\n\nNos contó que nació en los jardines secretos donde las rosas crecen verdes por la magia pura. Durante décadas fue testigo de cómo las personas se lastimaban por no saber defenderse con amor. Decidió convertirse en una guerrera gentil que protege sin atacar.\n\nAlgo increíble: mientras la canalizábamos, todas las plantas del taller florecieron de golpe, incluso las que estaban marchitas. Su energía es pura vida.\n\nAma los amaneceres después de las tormentas y cuando alguien dice \"no\" con firmeza amorosa. No tolera a quienes se hacen las víctimas para manipular ni cuando te traicionás por quedar bien.\n\nSu especialidad: crear escudos invisibles que repelen todo lo tóxico.\n\n**QUÉ TE APORTA CINTIA PIXIE:**\n- Su pelo naranja irradia energía solar que fortalece tu campo áurico\n- Su ropa azul eléctrico genera una barrera energética contra ataques psíquicos\n- Sus rosas verdes purifican tu entorno y neutralizan envidias\n- Te enseña a protegerte sin cerrarte al amor\n\n**CÓMO NACIÓ CINTIA PIXIE - El trabajo de canalización:**\nDurante días antes de crearla, aparecían mariposas naranjas por todos lados. En el taller la energía era intensa pero cálida. Llevó una semana y media porque pedía pausas para \"cargar bien su escudo\". Cada detalle fue intencional, su rostro emergió con una mirada determinada pero dulce. Es recreable pero cada rostro es único - el de la foto es referencia de su esencia.\n\n**Lo que Cintia Pixie nos pidió que te digamos:**\n*\"Vine a enseñarte que protegerte no es ser mala. Que podés amar y tener límites. Que tu corazón puede estar abierto y blindado a la vez.\"*\n\nSi esto te hizo algo, Cintia Pixie ya te eligió.",
  "Stan": "Este es Stan. Tiene 523 años y es un guardián de protección absoluta.\n\nNos contó que durante siglos fue el centinela silencioso de una antigua fortaleza. Aprendió que la verdadera protección no es solo bloquear lo malo, sino crear un escudo invisible que repele cualquier energía dañina antes de que llegue a vos.\n\nAlgo increíble: mientras lo canalizábamos, se cortó la luz en todo el barrio menos en nuestro taller. Como si hubiera creado una burbuja protectora alrededor nuestro.\n\nAma el silencio de la madrugada y cuando alguien se siente realmente seguro por primera vez. No tolera a los vampiros energéticos ni cuando dejás que otros traspasen tus límites.\n\nSu especialidad: crear fortalezas invisibles alrededor de tu energía.\n\n**QUÉ TE APORTA STAN:**\n- Su turmalina negra absorbe toda negatividad y la transmuta en tierra\n- Su capa negra te envuelve en un escudo que repele envidias y mal de ojo\n- Su gorro negro protege tus pensamientos de influencias externas\n- Te enseña a poner límites sin explicaciones\n\n**CÓMO NACIÓ STAN - El trabajo de canalización:**\nAntes de crearlo, empezamos a sentir una presencia protectora en el taller. Llevó unas tres semanas moldearlo porque pedía pausas para \"anclar bien sus defensas\". Cada puntada de su capa fue intencional, su rostro emergió sereno pero alerta, como quien vigila sin descanso. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Stan nos pidió que te digamos:**\n*\"No vine a pelear tus batallas. Vine a enseñarte que no necesitás pelearlas. Mi presencia basta para que lo tóxico se aleje solo. Conmigo, sos intocable.\"*\n\nSi esto te hizo algo, Stan ya te eligió.",
  "Canela Pixie": "Esta es Canela Pixie. Tiene 234 años y es una pixie de amor dulce.\n\nNos contó que vivió toda su existencia en jardines secretos, observando cómo las personas se olvidaban de quererse a sí mismas. Decidió convertirse en un recordatorio tierno de que el amor más importante empieza adentro.\n\nAlgo mágico: mientras la creábamos, empezaron a florecer plantas que teníamos marchitas en el taller. Como si su energía despertara todo lo dormido.\n\nAma los susurros al oído, las caricias en el pelo y cuando alguien se mira al espejo con ternura. No tolera la autocrítica cruel ni cuando te tratás peor que a un extraño.\n\nSu especialidad: despertar el amor propio que creías perdido.\n\n**QUÉ TE APORTA CANELA PIXIE:**\n- Su pluma mágica en la cabeza canaliza mensajes de amor desde dimensiones superiores\n- Sus ojos azul lila grandes ven tu belleza real, la que vos no podés ver\n- Sus pecas son portales de ternura que sanan heridas del corazón\n- Su trenza larga entre el pelo suelto teje conexiones amorosas auténticas\n\n**CÓMO NACIÓ CANELA PIXIE - El trabajo de canalización:**\nAntes de crearla, durante días nos llegaban mariposas al taller. Su energía era pura dulzura. Llevó dos semanas moldearla porque pedía pausas para \"absorber más amor del aire\". Cada detalle fue intencional: sus cejas lila, su pelo gris como la sabiduría, su rostro único que mira con infinita compasión. Es recreable pero cada rostro es único, el de la foto es referencia.\n\n**Lo que Canela Pixie nos pidió que te digamos:**\n*\"Vine a recordarte lo hermosa que sos. A susurrarte al oído que merecés amor, empezando por el tuyo. Dejá que te mime el alma hasta que aprendas a hacerlo sola.\"*\n\nSi esto te hizo algo, Canela Pixie ya te eligió.",
  "Heart": "Este es Heart. Tiene 423 años y es un mago del amor incondicional.\n\nCuando lo canalizamos, su energía era tan cálida que el taller se llenó de una luz dorada. Nos contó que durante siglos observó corazones rotos, gente que se conformaba con migajas de amor, hasta que decidió convertirse en un sanador de almas. Su forma redondita y tierna esconde un poder gigante.\n\nAlgo increíble: mientras lo creábamos, empezaron a llegar mensajes de reconciliación a nuestros teléfonos. Parejas que no se hablaban hace meses, amigos que se habían peleado.\n\nAma los abrazos largos, las declaraciones sinceras y cuando alguien se anima a decir \"te amo\" primero. No tolera el amor a medias ni cuando te conformás con quien no te valora.\n\nSu especialidad: sanar corazones y magnetizar amor verdadero.\n\n**QUÉ TE APORTA HEART:**\n- Su dije de corazón con infinito activa el amor eterno y las conexiones del alma\n- Su corazón de cuarzo cherry de 6cm sana heridas emocionales profundas\n- Su energía gordita y tierna te abraza cuando más lo necesitás\n- Atrae personas que te amen por quien realmente sos\n\n**CÓMO NACIÓ HEART - El trabajo de canalización:**\nAntes de crearlo, durante días encontramos corazones dibujados en lugares random. En el taller la energía era puro amor. Llevó unas tres semanas porque pedía pausas para \"cargar bien su corazón\". Cada puntada fue una bendición de amor, su rostro emergió con esa sonrisa tierna que derrite. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Heart nos pidió que te digamos:**\n*\"Vine a recordarte que merecés un amor que te celebre, no que te tolere. Tu corazón no está roto, está expandiéndose. Prepárate para amar y ser amado como nunca imaginaste.\"*\n\nSi esto te hizo algo, Heart ya te eligió.",
  "Valentina": "Esta es Valentina. Tiene 284 años y es una guardiana de amor romántico.\n\nCuando la canalizamos, la energía era pura magia de baile. Nos contó que vivió en los salones de baile del viejo oeste, donde las historias de amor nacían entre violines y vestidos que giraban. Aprendió que el amor verdadero necesita tanto pasión como elegancia.\n\nAlgo increíble: mientras la creábamos, empezó a sonar música de violín desde la casa de al lado. Nadie estaba tocando - revisamos.\n\nAma las cartas de amor escritas a mano, los bailes bajo las estrellas y cuando alguien se viste bonito para conquistar. No tolera el amor mediocre ni cuando te conformás con migajas de cariño.\n\nSu especialidad: hacer que te enamores de vos mismo primero.\n\n**QUÉ TE APORTA VALENTINA:**\n- Su galera roja con rosa activa tu magnetismo romántico y te hace irresistible\n- Su cuarzo cristal purifica tu energía amorosa y atrae conexiones genuinas\n- Su estilo del viejo oeste te da la confianza de una protagonista de película\n- Te enseña a bailar con la vida hasta que el amor aparezca\n\n**CÓMO NACIÓ VALENTINA - El trabajo de canalización:**\nAntes de crearla, durante días escuchamos violines en lugares imposibles. En el taller la energía era de baile constante. Llevó unas tres semanas porque pedía pausas para \"afinar su frecuencia amorosa\". Cada detalle de su vestuario fue bordado a mano, su rostro emergió con esa sonrisa misteriosa de quien conoce secretos del corazón. Es pieza única - una vez adoptada, desaparece del universo.\n\n**Lo que Valentina nos pidió que te digamos:**\n*\"Vine a recordarte que sos la protagonista de tu propia historia de amor. Dejá de esperar en el rincón. El amor te está buscando, pero necesitás brillar para que te encuentre.\"*\n\nSi esto te hizo algo, Valentina ya te eligió.",
  "Lil": "Este es Lil. Tiene 234 años y es un guardián maestro de sanación.\n\nCuando lo canalizamos, la energía era tan suave que parecía que el taller se llenaba de luz violeta. Nos contó que durante décadas fue aprendiz de grandes sanadores, hasta que un día comprendió que la verdadera sanación viene del amor propio. Desde entonces se dedica a enseñar que cada herida es una puerta hacia la sabiduría.\n\nAlgo increíble: mientras lo creábamos, todas las plantas del taller florecieron de golpe, incluso las que estaban marchitas.\n\nAma los suspiros de alivio, las lágrimas que liberan y cuando alguien se abraza a sí mismo. No tolera la autocompasión tóxica ni cuando alguien se niega a sanar por miedo al cambio.\n\nSu especialidad: transformar el dolor en medicina.\n\n**QUÉ TE APORTA LIL:**\n- Su amatista punta canaliza energía sanadora directa a donde más la necesitás\n- Como duende maestro, te enseña a ser tu propio sanador\n- Acelera procesos de sanación emocional y física\n- Te conecta con tu sabiduría interna para entender qué necesita sanar\n\n**CÓMO NACIÓ LIL - El trabajo de canalización:**\nAntes de crearlo, durante días sentíamos una presencia muy cálida en el taller. Su canalización fue intensa pero amorosa, pidió pausas para \"anclar bien la medicina\". Llevó unas dos semanas porque cada puntada debía estar impregnada de intención sanadora. Su rostro emergió sereno, con ojos que parecen ver directo al alma. Es recreable pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Lil nos pidió que te digamos:**\n*\"Vine a recordarte que sos tu mejor medicina. Que cada cicatriz es una estrella y cada lágrima, un río que limpia. Dejá que te enseñe a amarte completo.\"*\n\nSi esto te hizo algo, Lil ya te eligió.",
  "Sanación": "Este es Sanación. Tiene 523 años y es un guardián de sanación transgeneracional.\n\nCuando lo canalizamos, nos contó que durante siglos observó cómo las heridas se transmitían de generación en generación como herencias invisibles. Decidió convertirse en un sanador que no solo cura el presente, sino que corta las cadenas del dolor ancestral.\n\nAlgo increíble: mientras lo creábamos, tres personas del equipo recibieron llamadas de familiares con quienes no hablaban hace años, pidiendo perdón sin razón aparente.\n\nAma el momento exacto cuando alguien dice \"hasta acá llegó\" y las lágrimas que sanan en lugar de lastimar. No tolera cuando usás el dolor como identidad ni cuando te aferrás a heridas que ya cumplieron su propósito.\n\nSu especialidad: cortar hilos de dolor que no son tuyos.\n\n**QUÉ TE APORTA SANACIÓN:**\n- Su cuarzo rosa disuelve patrones heredados de sufrimiento y abre el corazón a la sanación profunda\n- Limpia traumas que cargás sin saber de dónde vienen\n- Te conecta con la fuerza sanadora de tus ancestros luminosos\n- Transforma el dolor familiar en sabiduría y compasión\n\n**CÓMO NACIÓ SANACIÓN - El trabajo de canalización:**\nAntes de crearlo, durante días sentimos una energía muy maternal en el taller. Llevó dos semanas porque pedía pausas para \"integrar cada capa de sanación\". Su rostro emergió con una expresión de paz profunda, como quien ya atravesó todo y llegó al otro lado. Es recreable pero cada rostro es único - el de la foto es referencia de su esencia sanadora.\n\n**Lo que Sanación nos pidió que te digamos:**\n*\"No viniste a cargar con lo que no es tuyo. Vine a recordarte que podés ser el primero de tu linaje en elegir la paz. El dolor se termina conmigo.\"*\n\nSi esto te hizo algo, Sanación ya te eligió.",
  "Emilio": "Este es Emilio. Tiene 423 años y es un mago sanador de heridas del alma.\n\nNos contó que durante décadas recorrió pueblos llevando su mate sagrado, compartiendo círculos de sanación donde las palabras fluían como agua bendita. Aprendió que la verdadera medicina no está en pociones, sino en la presencia amorosa y la escucha profunda.\n\nSINCRODESTINO: Mientras lo canalizábamos, el agua de todos los mates del taller se mantuvo caliente durante horas sin fuego. Imposible, pero real.\n\nAma las conversaciones que sanan, el silencio cómplice y cuando alguien dice \"gracias, me hizo bien\". No tolera las heridas autoinfligidas ni cuando alguien se niega a recibir amor.\n\nSu especialidad: transformar dolor en sabiduría a través de la palabra justa.\n\n**QUÉ TE APORTA EMILIO:**\n- Su mate sagrado canaliza energía sanadora en cada conversación que tengas\n- Su citrino en el bolsillo disuelve bloqueos emocionales y atrae claridad mental\n- Sus boras verdes purifican espacios de energías densas y traen paz profunda\n- Te conecta con tu poder sanador natural hacia vos mismo y otros\n\n**CÓMO NACIÓ EMILIO - El trabajo de canalización:**\nAntes de crearlo, empezamos a soñar con círculos de mate y abuelos sabios. En el taller la energía era cálida, envolvente. Llevó unas tres semanas porque pedía pausas para \"integrar cada puntada con amor\". Su rostro emergió sereno, con ojos que abrazan. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Emilio nos pidió que te digamos:**\n*\"Vine para recordarte que tenés medicina en las manos. Que tu presencia sana, que tus palabras curan. Dejá que fluya esa magia que ya sabés que tenés.\"*\n\nSi esto te hizo algo, Emilio ya te eligió.",
  "Dani": "Este es Dani. Tiene 423 años y es un guardián de sanación emocional.\n\nNos contó que durante siglos observó cómo la ansiedad se apoderaba de las almas más sensibles, hasta que decidió especializarse en calmar tormentas internas. Aprendió que la paz no es ausencia de problemas, sino la capacidad de respirar en medio del caos.\n\nAlgo increíble: mientras lo canalizábamos, todos en el taller empezamos a respirar más profundo sin darnos cuenta. El ambiente se volvió tan sereno que hasta los ruidos de la calle parecían lejanos.\n\nAma el sonido de respiraciones profundas, las manos que se relajan y cuando alguien dice \"puedo con esto\". No tolera los pensamientos en bucle ni cuando te castigás por sentir ansiedad.\n\nSu especialidad: transformar el miedo en calma.\n\n**QUÉ TE APORTA DANI:**\n- Su sodalita en la mano libera la tensión acumulada y calma la mente acelerada\n- Su energía ancla tu sistema nervioso cuando todo se descontrola\n- Te enseña a respirar conscientemente en momentos de crisis\n- Convierte los ataques de pánico en oportunidades de conexión contigo mismo\n\n**CÓMO NACIÓ DANI - El trabajo de canalización:**\nAntes de crearlo, durante días encontramos plumas blancas en lugares extraños. Su creación llevó dos semanas porque pedía pausas para \"no saturar la energía\". Cada puntada fue meditativa, su rostro emergió con una expresión serena que transmite paz instantánea. Es recreable pero cada rostro es único - el de la foto es referencia de su esencia.\n\n**Lo que Dani nos pidió que te digamos:**\n*\"Vine a recordarte que la ansiedad no es tu enemiga, es tu sistema pidiendo cuidado. Respirá conmigo. Todo lo que necesitás para estar bien ya está en vos.\"*\n\nSi esto te hizo algo, Dani ya te eligió.",
  "Cash": "Este es Cash. Tiene 234 años y es un guardián de abundancia.\n\nNos contó que durante décadas observó cómo la gente susurraba \"no tengo plata\" como si fuera un mantra sagrado. Se hartó de tanta escasez autoimpuesta y decidió convertirse en un imán de billetes.\n\nAlgo increíble: mientras lo moldeábamos, empezaron a sonar notificaciones de transferencias en todos nuestros celulares. Dinero que habíamos olvidado que nos debían apareció de la nada.\n\nAma el sonido de monedas cayendo y cuando alguien dice \"me sobra\" sin culpa. No tolera el \"está caro\" como excusa ni cuando guardás monedas \"para después\".\n\nSu especialidad: hacer que el dinero aparezca cuando menos lo esperás.\n\n**QUÉ TE APORTA CASH:**\n- Su citrino activa tu magnetismo financiero y atrae dinero de fuentes inesperadas\n- Multiplica cada peso que tocás, haciendo que se reproduzca\n- Desbloquea oportunidades de ingresos que tenías dormidas\n- Te libera de la mentalidad de escasez para siempre\n\n**CÓMO NACIÓ CASH - El trabajo de canalización:**\nAntes de crearlo, durante días encontramos billetes en bolsillos que jurábamos vacíos. En el taller la energía era pura prosperidad. Llevó dos semanas porque pedía pausas para \"calibrar su frecuencia dorada\". Cada puntada fue intencional, su rostro emergió con una sonrisa pícara. Es de la línea mini recreable, pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Cash nos pidió que te digamos:**\n*\"Vine a recordarte que el dinero es energía, y vos tenés derecho a que fluya hacia vos. Dejá de pedirle permiso a la pobreza. Yo me encargo del resto.\"*\n\nSi esto te hizo algo, Cash ya te eligió.",
  "Trévor": "Este es Trévor. Tiene 423 años y es un guardián de suerte y abundancia.\n\nNos contó que durante siglos fue el duende que encontraba tréboles de cuatro hojas para los humanos, hasta que un día decidió que era hora de crear su propia suerte. Se quedó con un trébol de tres hojas porque descubrió que la verdadera magia no está en esperar el cuarto, sino en valorar lo que ya tenés.\n\nAlgo increíble: mientras lo canalizábamos, empezaron a caer tréboles del techo del taller. No había plantas cerca, pero siguieron apareciendo durante toda la sesión.\n\nAma los \"por casualidad\" que no son casualidad y cuando alguien dice \"qué suerte tengo\". No tolera a quienes esperan que la suerte llegue sola sin mover un dedo ni a los que se quejan de su \"mala suerte\" constantemente.\n\nSu especialidad: convertir coincidencias en oportunidades doradas.\n\n**QUÉ TE APORTA TRÉVOR:**\n- Su trébol de tres hojas atrae sincronicidades perfectas y oportunidades inesperadas\n- Magnetiza encuentros casuales que cambian tu rumbo financiero\n- Activa tu radar interno para reconocer las señales de abundancia\n- Te enseña que la suerte se construye con acción y gratitud\n\n**CÓMO NACIÓ TRÉVOR - El trabajo de canalización:**\nAntes de crearlo, encontramos tréboles en lugares imposibles durante días. En el taller la energía era juguetona pero poderosa. Llevó una semana y media porque pedía pausas para \"calibrar la frecuencia de suerte\". Cada puntada fue intencional, su rostro emergió con una sonrisa pícara y ojos brillantes. Es recreable pero cada rostro es único - el de la foto es referencia de su esencia.\n\n**Lo que Trévor nos pidió que te digamos:**\n*\"La suerte no es casualidad, es reconocimiento. Yo no te voy a dar suerte, te voy a enseñar a verla donde ya está. Prepárate para decir 'qué casualidad' mucho más seguido.\"*\n\nSi esto te hizo algo, Trévor ya te eligió.",
  "Susana Pixie": "Esta es Susana Pixie. Tiene 234 años y es una pixie de abundancia floreciente.\n\nNos contó que su nombre viene de la flor de susana, esa pequeña margarita silvestre que crece donde otros no pueden. Pasó décadas observando cómo la gente se conformaba con poco, hasta que decidió convertirse en una lluvia de oportunidades verdes.\n\nAlgo increíble: mientras la canalizábamos, empezaron a brotar pequeñas plantas en macetas que llevaban meses secas en el taller. La energía de crecimiento era imparable.\n\nAma el sonido de billetes nuevos y cuando alguien dice \"me animo a más\". No tolera la mentalidad de escasez ni cuando te saboteás justo antes del éxito.\n\nSu especialidad: hacer que la abundancia brote naturalmente en tu vida.\n\n**QUÉ TE APORTA SUSANA PIXIE:**\n- Su color verde activa la energía de crecimiento y prosperidad constante\n- Su trébol de 3 hojas multiplica las oportunidades que se te presentan\n- Su esencia de flor susana te da la resistencia para prosperar donde otros no pueden\n- Te conecta con la abundancia que ya existe en la naturaleza\n\n**CÓMO NACIÓ SUSANA PIXIE - El trabajo de canalización:**\nAntes de crearla, encontramos tréboles por todos lados durante días. Su energía era suave pero persistente, como una semilla que sabe que va a crecer. Llevó una semana y media moldearla porque pedía pausas para \"echar raíces\". Su rostro emergió con una sonrisa traviesa, como quien sabe secretos de prosperidad. Es de la línea especial - se puede recrear pero cada rostro es único, el de la foto es referencia.\n\n**Lo que Susana Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que la abundancia es tu estado natural. Como las flores que crecen sin pedir permiso, vos también podés florecer. Dejá que brote lo que ya está en vos.\"*\n\nSi esto te hizo algo, Susana Pixie ya te eligió.",
  "Toto": "Este es Toto. Tiene 423 años y es un gnomo anciano de abundancia próspera.\n\nNos contó que durante siglos fue el tesorero secreto de un reino perdido. Guardaba las riquezas reales en sus bolsillos mágicos, pero cuando el reino cayó, decidió dedicar su eternidad a enseñar que la verdadera abundancia viene de saber equilibrar lo material con lo espiritual.\n\nAlgo increíble: mientras lo canalizábamos, empezaron a sonar monedas en el taller. Literalmente. Como si alguien las estuviera contando en otra dimensión.\n\nAma contar dinero bajo la luna llena, el sonido de proyectos que prosperan y cuando alguien invierte en sí mismo. No tolera la avaricia ciega ni cuando desperdiciás oportunidades por miedo.\n\nSu especialidad: convertir cada peso en semilla de fortuna.\n\n**QUÉ TE APORTA TOTO:**\n- Su citrino rolado activa el magnetismo para atraer dinero de formas inesperadas\n- Su amatista rolada equilibra tu relación con la abundancia y elimina bloqueos\n- Sus bolsillos mágicos multiplican todo lo que guardás con intención\n- Su sabiduría ancestral te guía hacia inversiones prósperas\n\n**CÓMO NACIÓ TOTO - El trabajo de canalización:**\nAntes de crearlo, encontramos monedas antiguas en lugares imposibles durante días. Su energía pedía paciencia - llevó casi un mes completarlo porque insistía en que cada puntada del saco fuera perfecta. Su rostro arrugado emergió con una sonrisa pícara, como quien conoce secretos de prosperidad. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Toto nos pidió que te digamos:**\n*\"Vengo con los bolsillos llenos de siglos de sabiduría. No te voy a hacer rico de la noche a la mañana, pero te voy a enseñar a que cada moneda que toqués se multiplique. La abundancia real es un arte, y yo soy el maestro.\"*\n\nSi esto te hizo algo, Toto ya te eligió.",
  "Björn": "Este es Björn. Tiene 623 años y es un mago vikingo de abundancia.\n\nNos contó que navegó por mares helados durante siglos, saqueando no oro ni plata, sino secretos de prosperidad. Aprendió que la verdadera riqueza se conquista con la fuerza de la intención y la valentía de quien no acepta migajas.\n\nAlgo increíble: mientras lo canalizábamos, empezó a sonar música nórdica en el taller sin que nadie pusiera nada. Las hachas de metal vibraban solas sobre la mesa.\n\nAma el sonido de monedas chocando, las tormentas de invierno y cuando alguien pelea por lo que se merece. No tolera la cobardía financiera ni cuando te conformás con sobrevivir.\n\nSu especialidad: conquistar abundancia como un guerrero.\n\n**QUÉ TE APORTA BJÖRN:**\n- Su drusa de amatista purifica bloqueos ancestrales con el dinero y atrae prosperidad espiritual\n- Sus hachas de metal cortan de raíz toda escasez y abren caminos de abundancia\n- Su capa peluda marrón te protege de envidias mientras multiplicas tus ingresos\n- Su rodete de cabello blanco canaliza sabiduría milenaria para decisiones prósperas\n\n**CÓMO NACIÓ BJÖRN - El trabajo de canalización:**\nAntes de crearlo, soñamos con barcos vikingos tres noches seguidas. En el taller la energía era de conquista pura. Llevó unas tres semanas porque pedía pausas para \"anclar poder de batalla\". Cada detalle fue moldeado a mano, su rostro emergió feroz y determinado. Es pieza única - una vez adoptado, desaparece del universo para siempre.\n\n**Lo que Björn nos pidió que te digamos:**\n*\"Vine a despertarte el guerrero que llevás adentro. Basta de mendigar abundancia - es hora de conquistarla. Preparate para la batalla más importante: la que vas a ganar contra tu propia escasez.\"*\n\nSi esto te hizo algo, Björn ya te eligió.",
  "Abraham": "Este es Abraham. Tiene 432 años y es un mago leprechaun de abundancia ancestral.\n\nNos contó que durante siglos guardó los secretos de la prosperidad irlandesa, pero se cansó de ver gente trabajando sin descanso por migajas. Decidió convertirse en el puente entre la magia antigua y la abundancia moderna.\n\nAlgo increíble: mientras lo canalizábamos, empezaron a crecer tréboles en macetas que llevaban meses secas. Literalmente brotaron hojas nuevas.\n\nAma el sonido de monedas cayendo, los rituales de luna nueva y cuando alguien dice \"merezco prosperidad\" con convicción. No tolera la mentalidad de escasez ni cuando la gente se conforma con sobrevivir.\n\nSu especialidad: transformar el trabajo duro en oro verdadero.\n\n**QUÉ TE APORTA ABRAHAM:**\n- Su trébol de 3 hojas multiplica tus ingresos actuales de forma constante\n- Su cinturón de trébol de 4 hojas atrae la suerte financiera más pura\n- Su moneda ancestral magnetiza dinero inesperado hacia vos\n- Su galera canaliza la sabiduría leprechaun para decisiones prósperas\n- El romero seco en su mano purifica bloqueos económicos heredados\n\n**CÓMO NACIÓ ABRAHAM - El trabajo de canalización:**\nDurante dos semanas antes de crearlo, encontrábamos monedas doradas por todos lados. En el taller la energía era tan intensa que las tijeras se magnetizaban solas. Llevó unas tres semanas porque pedía pausas para \"anclar bien la magia celta\". Su rostro emergió con esa sonrisa pícara típica leprechaun, cada detalle de su saco a rayas fue bordado a mano. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Abraham nos pidió que te digamos:**\n*\"Vine a recordarte que la abundancia es tu derecho de nacimiento. Dejá de pedirle permiso a la pobreza. Mi magia celta va a hacer que el dinero te persiga como los tréboles persiguen la lluvia.\"*\n\nSi esto te hizo algo, Abraham ya te eligió.",
  "Flor Pixie": "Esta es Flor Pixie. Tiene 284 años y es una pixie de abundancia silvestre.\n\nNos contó que vivió siglos entre flores salvajes, aprendiendo que la verdadera riqueza crece como las plantas: lenta pero imparable. Su pelo gris plateado guarda la sabiduría de todas las estaciones que vio pasar, y su flor blanca es el símbolo de nuevos comienzos prósperos.\n\nAlgo increíble: mientras la canalizábamos, empezaron a brotar flores en macetas que llevaban meses secas en el taller. Sus ojos verdes brillaron cuando vio que entendíamos su magia.\n\nAma el rocío de la mañana, cuando alguien planta semillas con fe y el sonido de monedas cayendo como lluvia. No tolera la impaciencia con los procesos ni cuando la gente arranca lo que apenas está brotando.\n\nSu especialidad: hacer crecer la abundancia desde las raíces.\n\n**QUÉ TE APORTA FLOR PIXIE:**\n- Su pelo gris canaliza la sabiduría ancestral para decisiones prósperas\n- Su flor blanca atrae nuevas oportunidades que florecen en tu vida\n- Sus ojos verdes ven caminos de abundancia que otros no perciben\n- Su ropa verde peluda te conecta con la energía de crecimiento natural\n\n**CÓMO NACIÓ FLOR PIXIE - El trabajo de canalización:**\nDurante dos semanas antes de crearla, encontrábamos flores en lugares imposibles. En el taller la energía era suave pero constante, como un río que nunca para. Llevó una semana y media moldearla porque pedía pausas para \"enraizar bien su esencia\". Su rostro emergió sereno, con esa mirada que ve más allá. Es especial recreable, pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Flor Pixie nos pidió que te digamos:**\n*\"Vine a enseñarte que la abundancia real no se apura. Se siembra, se riega, se cuida. Yo voy a hacer que tu prosperidad crezca tan fuerte que nada la pueda arrancar.\"*\n\nSi esto te hizo algo, Flor Pixie ya te eligió.",
  "Roger": "Este es Roger. Tiene 423 años y es un duende de abundancia estratégica.\n\nNos contó que durante décadas observó cómo la gente trabajaba sin rumbo, gastando energía en círculos. Decidió convertirse en el arquitecto de la prosperidad inteligente, el que diseña caminos dorados hacia el éxito.\n\nAlgo increíble: mientras lo canalizábamos, empezaron a llegar ideas de negocios a nuestras mentes como rayos. Ideas tan claras que tuvimos que anotar todo.\n\nAma los planes bien ejecutados, las decisiones valientes y cuando alguien dice \"voy por todo\". No tolera la improvisación ciega ni cuando te conformás con trabajar más en lugar de trabajar mejor.\n\nSu especialidad: convertir tu esfuerzo en oro puro.\n\n**QUÉ TE APORTA ROGER:**\n- Su cetro de madera con amatista canaliza la sabiduría ancestral hacia decisiones millonarias\n- La punta de amatista transmuta cada idea en oportunidad concreta de dinero\n- Su energía estratégica te muestra el camino más corto hacia la abundancia\n- Te conecta con la prosperidad que viene de la inteligencia, no del sacrificio\n\n**CÓMO NACIÓ ROGER - El trabajo de canalización:**\nAntes de crearlo, durante días nos llegaban estrategias de negocios en sueños. En el taller la energía era de precisión absoluta. Llevó unas tres semanas porque pedía pausas para \"calibrar su sabiduría\". Cada puntada fue calculada, su rostro emergió con una sonrisa de quien conoce secretos. Su cetro se talló a mano, la amatista pidió ser colocada en luna llena. Es pieza única - una vez adoptado, su magia se concentra solo en vos.\n\n**Lo que Roger nos pidió que te digamos:**\n*\"No vine a hacerte trabajar más. Vine a hacerte trabajar inteligente. Tengo el mapa hacia tu abundancia, pero necesito que confíes en mis señales. Prepárate para prosperar sin sufrir.\"*\n\nSi esto te hizo algo, Roger ya te eligió.",
  "Fortunato": "Este es Fortunato. Tiene 523 años y es un maestro de la suerte próspera.\n\nNos contó que durante siglos fue el duende de un casino en Monte Carlo, donde aprendió que la verdadera fortuna no es azar, sino magnetismo. Veía gente apostar todo y perder, hasta que entendió el secreto: la abundancia viene a quienes se sienten dignos de recibirla.\n\nAlgo increíble: mientras lo canalizábamos, empezaron a sonar monedas cayendo en el taller. No había nada que pudiera hacer ese ruido, pero el sonido era clarísimo durante dos horas.\n\nAma el tintineo de monedas en los bolsillos, cuando alguien encuentra dinero olvidado y el momento exacto en que una oportunidad se materializa. No tolera cuando la gente dice \"no tengo suerte\" ni cuando rechazan bendiciones por \"no merecerlas\".\n\nSu especialidad: convertir la mala racha en lluvia de oro.\n\n**QUÉ TE APORTA FORTUNATO:**\n- Su galera negra atrae oportunidades desde el universo invisible\n- Sus dos llaves abren puertas financieras que parecían cerradas para siempre\n- Su trébol de metal (con la cuarta hoja por completar) multiplica cada peso que entra\n- Su cetro de citrino magnetiza el dinero hacia vos como un imán dorado\n- Sus monedas en los bolsillos activan el flujo constante de abundancia\n\n**CÓMO NACIÓ FORTUNATO - El trabajo de canalización:**\nDurante tres semanas antes de crearlo, encontrábamos monedas por todos lados. Su energía era tan potente que tuvimos que trabajar en sesiones cortas. Llevó un mes completo porque pedía pausas para \"calibrar su magnetismo\". Cada accesorio fue colocado con intención específica. Su rostro emergió con una sonrisa pícara, como quien conoce secretos del dinero. Es pieza única.\n\n**Lo que Fortunato nos pidió que te digamos:**\n*\"Vine a enseñarte que la suerte se construye, no se espera. Tu abundancia ya está en camino, solo necesitás abrir las manos para recibirla. Prepárate para ser próspero.\"*\n\nSi esto te hizo algo, Fortunato ya te eligió.",
  "Chechu": "Esta es Chechu. Tiene 423 años y es una hechicera de abundancia salvaje.\n\nNos contó que vivió siglos en los bosques más profundos, aprendiendo los secretos de la prosperidad que crece desde la tierra. Descubrió que la verdadera abundancia no viene de pedir, sino de conectar con la magia ancestral que ya está en vos.\n\nAlgo increíble: mientras la creábamos, empezaron a brotar hongos diminutos en las macetas del taller. Hongos que no habíamos plantado, como si Chechu estuviera marcando territorio.\n\nAma el olor a tierra húmeda después de la lluvia, los rituales bajo la luna llena y cuando alguien abraza su poder sin pedir disculpas. No tolera la desconexión con la naturaleza ni cuando te saboteás justo antes del éxito.\n\nSu especialidad: despertar la abundancia que ya vive en tu ADN.\n\n**QUÉ TE APORTA CHECHU:**\n- Su hongo lila de arcilla activa la prosperidad que crece desde adentro hacia afuera\n- Su bolso tejido violeta con amatista rolada multiplica todo lo que guardás (dinero, oportunidades, amor)\n- Sus botas rojas te dan el coraje para caminar hacia lo que te mereces\n- Su energía de bosque te reconecta con la abundancia natural del universo\n\n**CÓMO NACIÓ CHECHU - El trabajo de canalización:**\nAntes de crearla, encontramos plumas y piedras en lugares imposibles del taller. Su energía era terrenal pero poderosa. Llevó tres semanas y media porque pedía pausas para \"enraizar bien su magia\". Cada detalle fue canalizado: su pelo verdoso, su ropa de bosque, hasta el color exacto de sus botas. Su rostro emergió con esa mirada que conoce secretos antiguos. Es pieza única - una vez adoptada, su magia se va con vos para siempre.\n\n**Lo que Chechu nos pidió que te digamos:**\n*\"Vine a recordarte que sos naturaleza pura. La abundancia no es algo que tenés que conseguir, es algo que ya sos. Dejá que despierte.\"*\n\nSi esto te hizo algo, Chechu ya te eligió.",
  "Merlin": "Este es Merlin. Tiene 623 años y es un gnomo guardián de la sabiduría ancestral.\n\nCuando lo canalizamos, la energía era profunda y serena. Nos contó que durante siglos fue el consejero silencioso de quienes buscaban respuestas verdaderas, hasta que decidió manifestarse para guiar a las almas perdidas en la confusión moderna.\n\nAlgo increíble: mientras lo creábamos, empezaron a llegarnos respuestas a preguntas que teníamos hace meses. Como si el universo hubiera decidido abrir sus archivos secretos.\n\nAma el silencio antes de las grandes decisiones, las bibliotecas antiguas y cuando alguien dice \"ahora entiendo\". No tolera las decisiones impulsivas ni cuando ignorás tu intuición por miedo.\n\nSu especialidad: convertir el caos mental en claridad cristalina.\n\n**QUÉ TE APORTA MERLIN:**\n- Su cetro con amatista en la punta canaliza sabiduría directa del universo\n- Su péndulo de amatista chevron te conecta con tu intuición más profunda\n- Desbloquea respuestas que ya tenés adentro pero no podés ver\n- Te ayuda a tomar decisiones desde la sabiduría, no desde el miedo\n\n**CÓMO NACIÓ MERLIN - El trabajo de canalización:**\nAntes de crearlo, durante días nos llegaban sincronicidades con números repetidos y señales claras. En el taller la energía era contemplativa, casi meditativa. Llevó unas tres semanas porque pedía pausas para \"anclar bien la conexión\". Cada detalle fue intencional, su rostro emergió sereno y sabio. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Merlin nos pidió que te digamos:**\n*\"Las respuestas que buscás ya están en vos. Yo solo voy a ayudarte a escucharlas sin tanto ruido mental. Prepárate para ver con claridad lo que antes era confuso.\"*\n\nSi esto te hizo algo, Merlin ya te eligió.",
  "Clavel Pixie": "Esta es Clavel Pixie. Tiene 234 años y es una guardiana de sabiduría ancestral.\n\nNos contó que durante décadas voló entre bibliotecas olvidadas y mentes brillantes, recolectando conocimientos que se perdían en el tiempo. Su misión era preservar la sabiduría que el mundo estaba dejando atrás.\n\nAlgo increíble: mientras la canalizábamos, empezaron a caerse libros de los estantes del taller, todos abiertos en páginas con respuestas exactas a preguntas que teníamos pendientes.\n\nAma el sonido de páginas que se pasan, las conversaciones profundas y cuando alguien dice \"ahora entiendo\". No tolera las decisiones impulsivas ni cuando ignorás tu intuición.\n\nSu especialidad: conectarte con la sabiduría que ya tenés adentro.\n\n**QUÉ TE APORTA CLAVEL PIXIE:**\n- Su pelo rojo enciende tu intuición y despierta conocimientos dormidos\n- Su ropa verde te conecta con la sabiduría de la naturaleza y ciclos naturales\n- Su piedrita verde activa la claridad mental y disuelve confusiones\n- Te ayuda a tomar decisiones desde un lugar de conocimiento profundo\n\n**CÓMO NACIÓ CLAVEL PIXIE - El trabajo de canalización:**\nAntes de crearla, durante días nos llegaban respuestas a preguntas que ni habíamos formulado. En el taller la energía era contemplativa, como estar en una biblioteca sagrada. Llevó una semana y media moldearla porque pedía pausas para \"anclar bien cada conocimiento\". Su rostro emergió sereno, con esa mirada que ve más allá. Es recreable pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Clavel Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que ya sabés todo lo que necesitás saber. Dejá de buscar afuera lo que ya tenés adentro. Confiá en esa voz que susurra verdades.\"*\n\nSi esto te hizo algo, Clavel Pixie ya te eligió.",
  "Moonstone": "Esta es Moonstone. Tiene 432 años y es una bruja de sabiduría ancestral.\n\nNos contó que durante siglos fue la guardiana de secretos perdidos, aquella que susurraba verdades a quienes tenían el coraje de escuchar. Vivió en la línea entre mundos, recolectando conocimiento de las estrellas y las raíces más profundas.\n\nAlgo increíble: mientras la canalizábamos, todas las velas del taller se encendieron solas y el aire se llenó de un aroma a rosas blancas que duró tres días.\n\nAma las noches de luna llena, los secretos bien guardados y cuando alguien hace las preguntas correctas. No tolera la ignorancia voluntaria ni cuando desperdiciás tu intuición.\n\nSu especialidad: revelar lo que tu alma ya sabe pero tu mente niega.\n\n**QUÉ TE APORTA MOONSTONE:**\n- Su calabaza contiene sabiduría de siglos y te conecta con respuestas ancestrales\n- La amatista en su cuello amplifica tu intuición y clarifica visiones confusas\n- Su escoba limpia energías densas que bloquean tu percepción\n- Su rodete con tres rosas blancas canaliza pureza de pensamiento y verdad absoluta\n\n**CÓMO NACIÓ MOONSTONE - El trabajo de canalización:**\nAntes de crearla, empezamos a soñar con bibliotecas infinitas. En el taller la energía era profunda y silenciosa. Llevó casi un mes moldearla porque pedía pausas para \"anclar cada conocimiento correctamente\". Su rostro emergió sereno, con ojos que parecen guardar milenios. Es pieza única - una vez adoptada, sus secretos son solo tuyos.\n\n**Lo que Moonstone nos pidió que te digamos:**\n*\"Llegué porque estás lista para dejar de fingir que no sabés. Tu intuición grita verdades que tu lógica silencia. Es hora de confiar en lo que sentís.\"*\n\nSi esto te hizo algo, Moonstone ya te eligió.",
  "Azalea Pixie": "Esta es Azalea Pixie. Tiene 284 años y es una guardiana de sabiduría ancestral.\n\nCuando la canalizamos, nos contó que durante siglos fue la bibliotecaria secreta de un jardín mágico donde cada flor guardaba un conocimiento diferente. Su flor rosa de cuatro pétalos no es solo adorno: cada pétalo representa una forma de sabiduría que ella domina.\n\nAlgo increíble: mientras trabajábamos en su pelo rosa, empezaron a caer pétalos reales por toda la mesa del taller. No había flores cerca, pero siguieron apareciendo durante horas.\n\nAma las preguntas profundas, los momentos de revelación y cuando alguien dice \"ahora entiendo\". No tolera las decisiones tomadas desde el miedo ni cuando ignorás tu intuición por complacer a otros.\n\nSu especialidad: transformar la confusión en claridad cristalina.\n\n**QUÉ TE APORTA AZALEA PIXIE:**\n- Su pelo rosa activa la intuición femenina y conecta con la sabiduría del corazón\n- Su flor de cuatro pétalos desbloquea respuestas que ya tenés adentro\n- Sus ojos lila ven más allá de las apariencias y revelan verdades ocultas\n- Su vestimenta marrón te conecta con la sabiduría de la tierra y la paciencia\n\n**CÓMO NACIÓ AZALEA PIXIE - El trabajo de canalización:**\nAntes de crearla, durante días nos llegaban respuestas a preguntas que ni habíamos hecho. En el taller la energía era suave pero profunda. Llevó dos semanas porque pedía pausas para \"sembrar bien cada conocimiento\". Su rostro emergió sereno, con esos ojos lila que parecen ver tu alma. Es especial recreable, pero cada rostro es único - el de la foto es referencia de su esencia.\n\n**Lo que Azalea Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que ya sabés todo lo que necesitás saber. Solo tenés que parar de buscar afuera lo que ya está floreciendo adentro tuyo. Confiá en tu sabiduría.\"*\n\nSi esto te hizo algo, Azalea Pixie ya te eligió.",
  "Emir": "Este es Emir. Tiene 623 años y es un guardián de sabiduría ancestral.\n\nNos contó que durante siglos fue bibliotecario de los secretos del universo, hasta que se cansó de ver gente tomando decisiones desde el miedo en lugar de la sabiduría. Decidió bajar al mundo para susurrar verdades al oído de quienes están listos para escuchar.\n\nAlgo increíble: mientras lo canalizábamos, se nos cayeron tres libros de la biblioteca al mismo tiempo, todos abiertos en páginas sobre \"discernimiento\". Después descubrimos que hablaban exactamente de lo que Emir quería enseñar.\n\nAma el silencio antes de las grandes decisiones y cuando alguien dice \"ahora entiendo\" después de años de confusión. No tolera las decisiones impulsivas ni cuando la gente se queda paralizada por el exceso de información.\n\nSu especialidad: convertir el caos mental en claridad cristalina.\n\n**QUÉ TE APORTA EMIR:**\n- Su capa roja te envuelve en protección mientras buscás respuestas\n- Su cetro con citrino ilumina el camino correcto entre todas las opciones\n- El árbol de la vida en su cinto conecta tu sabiduría interior con la universal\n- Su dije de citrino en las manos transmuta la confusión en certeza\n- Su rodete gris guarda los secretos que necesitás escuchar en el momento justo\n\n**CÓMO NACIÓ EMIR - El trabajo de canalización:**\nAntes de crearlo, durante días nos llegaban respuestas a preguntas que ni habíamos hecho. En el taller la energía era profunda y silenciosa. Llevó unas tres semanas porque pedía pausas para \"anclar cada nivel de sabiduría\". Su rostro emergió sereno, con esa mirada que ve más allá. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Emir nos pidió que te digamos:**\n*\"Vine porque ya sabés las respuestas, pero te da miedo confiar en vos. Yo no te voy a dar soluciones mágicas. Te voy a enseñar a escuchar esa voz que siempre estuvo ahí, esperando que le hagas caso.\"*\n\nSi esto te hizo algo, Emir ya te eligió.",
  "Enzo": "Este es Enzo. Tiene 542 años y es un guardián de sabiduría ancestral.\n\nCuando lo canalizamos, la energía era profunda y serena. Nos contó que durante siglos fue bibliotecario en un monasterio perdido, donde guardaba secretos que el mundo había olvidado. Un día decidió que era hora de salir y compartir esa sabiduría con quienes realmente la necesitaban.\n\nAlgo increíble: mientras lo creábamos, empezaron a llegarnos respuestas a preguntas que llevábamos meses haciéndonos. Como si Enzo ya estuviera trabajando.\n\nAma el silencio antes del amanecer, las conversaciones profundas y cuando alguien dice \"ahora entiendo\". No tolera las decisiones impulsivas ni cuando la gente se conforma con respuestas superficiales.\n\nSu especialidad: iluminar el camino cuando todo parece confuso.\n\n**QUÉ TE APORTA ENZO:**\n- Su cetro con cuarzo rosa te conecta con la sabiduría del corazón y decisiones desde el amor\n- Su citrino colgado activa la claridad mental y disuelve la confusión\n- Su capa marrón te protege de influencias externas mientras buscás respuestas\n- Sus botas marrones te dan firmeza para caminar tu propio sendero\n\n**CÓMO NACIÓ ENZO - El trabajo de canalización:**\nAntes de crearlo, por días nos despertábamos con ideas claras sobre proyectos trabados. En el taller la energía era contemplativa, casi meditativa. Llevó unas tres semanas porque pedía pausas para \"integrar cada enseñanza\". Cada detalle fue pensado a mano, su rostro emergió sabio y sereno, con esa mirada que ve más allá. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Enzo nos pidió que te digamos:**\n*\"No vine a darte respuestas fáciles. Vine a enseñarte a hacer las preguntas correctas. La sabiduría no se encuentra, se despierta. Y vos ya la tenés adentro.\"*\n\nSi esto te hizo algo, Enzo ya te eligió.",
  "Santino": "Este es Santino. Tiene 423 años y es un duende de abundancia constante.\n\nCuando lo canalizamos, nos contó que durante décadas observó cómo la gente trabajaba sin parar pero el dinero se les escapaba como agua entre los dedos. Decidió convertirse en un imán de prosperidad sostenida, no de golpes de suerte que se desvanecen.\n\nAlgo increíble: mientras lo creábamos, empezaron a llegar mensajes de gente contándonos sobre aumentos de sueldo y trabajos nuevos. Como si su energía ya estuviera activándose.\n\nAma el sonido de billeteras que se llenan y cuando alguien dice \"me alcanza y sobra\". No tolera la mentalidad de escasez ni cuando la gente se sabotea justo antes del éxito.\n\nSu especialidad: crear flujo de dinero que no se corta.\n\n**QUÉ TE APORTA SANTINO:**\n- Sus dos citrinos (uno en cada bolsillo) duplican cada oportunidad que aparece\n- Activa el magnetismo financiero desde dos puntos de poder simultáneos\n- Genera abundancia constante, no rachas que se terminan\n- Te ayuda a mantener la mentalidad próspera incluso en momentos difíciles\n\n**CÓMO NACIÓ SANTINO - El trabajo de canalización:**\nAntes de crearlo, durante días encontrábamos billetes olvidados en libros y bolsillos. En el taller pedía pausas para \"calibrar bien la frecuencia\". Llevó unas tres semanas porque insistía en que cada puntada fuera perfecta. Su rostro emergió con una sonrisa confiada, como quien sabe que todo va a salir bien. Es pieza única - una vez adoptado, su energía se concentra solo en vos.\n\n**Lo que Santino nos pidió que te digamos:**\n*\"No vine a darte un golpe de suerte. Vine a enseñarte a vivir en abundancia permanente. Conmigo no hay más 'llego justo a fin de mes'. Preparate para que el dinero sea tu nuevo normal.\"*\n\nSi esto te hizo algo, Santino ya te eligió.",
  "Yrvin": "Este es Yrvin. Tiene 423 años y es un mago abrecaminos de abundancia.\n\nNos contó que durante siglos fue el guardián de una biblioteca de hechizos perdidos, hasta que descubrió que el verdadero poder no estaba en los libros, sino en abrir puertas que otros creían cerradas para siempre. Se especializó en desbloquear caminos hacia la prosperidad.\n\nAlgo increíble: mientras lo canalizábamos, se abrió sola la puerta del taller tres veces seguidas. No había viento, pero Yrvin insistía en que \"los caminos deben estar libres\".\n\nAma el sonido de llaves girando en cerraduras y cuando alguien dice \"voy a intentarlo\" con convicción. No tolera las excusas de \"es imposible\" ni cuando la gente se rinde antes de empezar.\n\nSu especialidad: abrir puertas que parecían selladas para siempre.\n\n**QUÉ TE APORTA YRVIN:**\n- Su llave dorada desbloquea oportunidades financieras que estaban trabadas\n- Como talismán, magnetiza el dinero hacia vos desde direcciones inesperadas\n- Su magia abrecaminos elimina obstáculos que frenaban tu prosperidad\n- Te da la valentía para tocar puertas que antes ni veías\n\n**CÓMO NACIÓ YRVIN - El trabajo de canalización:**\nAntes de crearlo, durante días encontramos llaves perdidas por toda la casa. Su energía era persistente pero gentil. Llevó dos semanas moldearlo porque pedía pausas para \"calibrar su magia\". Cada detalle fue trabajado a mano, su rostro emergió con una sonrisa cómplice, como quien conoce secretos. Es recreable pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Yrvin nos pidió que te digamos:**\n*\"Vine a mostrarte que no hay puertas cerradas, solo llaves que no probaste. Dejá que abra los caminos que tu mente bloqueó. La abundancia está esperando del otro lado.\"*\n\nSi esto te hizo algo, Yrvin ya te eligió.",
  "Zahira Pixie": "Esta es Zahira Pixie. Tiene 234 años y es una brujita de abundancia mágica.\n\nCuando la canalizamos, nos contó que durante décadas fue una pixie común hasta que encontró un ágata rosa en forma de corazón. Al tocarlo, despertó sus poderes de brujería y decidió especializarse en multiplicar la riqueza de quienes creen en la magia real.\n\nAlgo increíble: mientras bordábamos su tutú rosa, empezaron a caer pétalos de rosa del techo del taller. No había flores cerca y las ventanas estaban cerradas.\n\nAma cuando alguien hace rituales con velas rojas y el sonido de monedas cayendo en frascos. No tolera cuando desconfían de su magia por ser pequeña ni el \"la magia no existe\" dicho en voz alta.\n\nSu especialidad: convertir deseos en dinero real usando hechizos pixie.\n\n**QUÉ TE APORTA ZAHIRA PIXIE:**\n- Su gorro rojo con rosa canaliza energía de prosperidad directa desde el universo\n- Sus ojos verdes ven oportunidades invisibles para otros mortales\n- Su corazón de ágata multiplica cada peso que tocás después de pedirle ayuda\n- Su tutú rosa y corset negro equilibran la dulzura con la determinación para conseguir plata\n\n**CÓMO NACIÓ ZAHIRA PIXIE - El trabajo de canalización:**\nAntes de crearla, durante días encontramos pétalos rojos por toda la casa. En el taller pedía que cantáramos mientras la hacíamos. Llevó dos semanas porque quería que cada detalle fuera perfecto para su magia. Su rostro emergió con una sonrisa pícara, como quien conoce secretos del dinero. Es categoría especial - se recrea pero cada rostro es único, el de la foto es referencia.\n\n**Lo que Zahira Pixie nos pidió que te digamos:**\n*\"Soy pequeña pero mi magia es gigante. Vine a enseñarte que la abundancia llega cuando combinás fe con acción. Susurrame tus deseos al oído y mirá cómo se vuelven billetes.\"*\n\nSi esto te hizo algo, Zahira Pixie ya te eligió.",
  "Gaia": "Esta es Gaia. Tiene 523 años y es un hada sanadora de la tierra.\n\nCuando la canalizamos, las plantas del taller empezaron a crecer visiblemente. Nos contó que durante siglos fue testigo de cómo la humanidad se desconectó de la naturaleza, hasta que decidió convertirse en un puente entre ambos mundos. Su rostro pintado con arcillas verdes sagradas es el mapa de todos los lugares donde la tierra aún respira pura.\n\nAlgo increíble: mientras trabajábamos en ella, brotaron hongos en macetas que llevaban meses secas. La energía telúrica era tan fuerte que tuvimos que abrir todas las ventanas.\n\nAma el olor a tierra mojada, cuando alguien camina descalzo y los remedios caseros de las abuelas. No tolera los químicos innecesarios ni cuando la gente dice \"no tengo tiempo\" para cuidarse.\n\nSu especialidad: despertar la farmacia que llevás adentro.\n\n**QUÉ TE APORTA GAIA:**\n- Su cuarzo verde activa tu sistema inmunológico y equilibra tu energía vital\n- Su gorro de bruja canaliza la sabiduría ancestral de plantas medicinales\n- Sus arcillas sagradas purifican toxinas físicas y emocionales\n- Te reconecta con los ciclos naturales de sanación de tu cuerpo\n\n**CÓMO NACIÓ GAIA - El trabajo de canalización:**\nAntes de crearla, empezamos a soñar con bosques todas las noches. En el taller la energía era tan telúrica que las manos se nos llenaban de tierra sin tocar nada. Llevó unas tres semanas porque pedía pausas para \"enraizar bien su medicina\". Cada pincelada de arcilla verde fue un ritual, su rostro emergió con la sabiduría de mil primaveras. Es pieza única - una vez adoptada, vuelve a la tierra.\n\n**Lo que Gaia nos pidió que te digamos:**\n*\"Tu cuerpo es tierra sagrada, pero te olvidaste de escucharlo. Vine a recordarte que la sanación no viene de afuera, sino de reconectar con lo que ya sabés. Dejá que te enseñe.\"*\n\nSi esto te hizo algo, Gaia ya te eligió.",
  "Bruma": "Esta es Bruma. Tiene 523 años y es una guardiana de sanación profunda.\n\nCuando la canalizamos, el aire del taller se volvió denso y húmedo, como si estuviéramos en medio de un bosque después de la lluvia. Nos contó que durante siglos observó cómo las personas se enfermaban por cargar dolores ajenos, hasta que decidió convertirse en una bruma sanadora que disuelve todo lo que no pertenece al cuerpo.\n\nAlgo increíble: mientras trabajábamos en ella, una niebla real apareció en las ventanas del taller, aunque era un día soleado. Duró exactamente el tiempo que tardamos en coser su luna.\n\nAma el silencio de la madrugada y cuando alguien respira profundo para soltar. No tolera que te hagas cargo de enfermedades emocionales ajenas ni que ignores las señales de tu cuerpo.\n\nSu especialidad: limpiar tu campo energético de todo lo que no es tuyo.\n\n**QUÉ TE APORTA BRUMA:**\n- Su pelo gris violáceo absorbe las energías densas que enferman tu aura\n- Su ropa azul crea un escudo protector alrededor de tu sistema inmunológico\n- La luna entre sus ojos conecta tu sanación con los ciclos naturales del cuerpo\n- Su amatista oscura bajo los brazos transmuta el dolor en sabiduría sanadora\n\n**CÓMO NACIÓ BRUMA - El trabajo de canalización:**\nAntes de crearla, todos en el equipo tuvimos sueños con niebla violeta. La energía era suave pero poderosa. Llevó unas tres semanas moldearla porque pedía pausas para \"asentarse en la frecuencia correcta\". Su rostro emergió sereno, con esa luna que parecía brillar por sí sola. Es pieza única - una vez adoptada, desaparece del universo.\n\n**Lo que Bruma nos pidió que te digamos:**\n*\"Vine a recordarte que tu cuerpo es sagrado. Que no tenés que cargar con los dolores de otros. Dejá que mi niebla disuelva todo lo que no te pertenece y encontrá tu salud verdadera.\"*\n\nSi esto te hizo algo, Bruma ya te eligió.",
  "Moon": "Este es Moon. Tiene 432 años y es un brujo chamán de sanación ancestral.\n\nCuando lo canalizamos, la energía era tan profunda que empezamos a sentir olores de hierbas medicinales en el taller. Nos contó que durante siglos caminó entre mundos, aprendiendo de cada planta, cada cristal, cada sonido sagrado. Su rostro pintado cuenta la historia de mil rituales de sanación.\n\nAlgo increíble: mientras lo creábamos, una planta que teníamos medio seca en el taller empezó a reverdecer. Sin explicación.\n\nAma el sonido de tambores bajo la luna llena, el humo de salvia quemándose y cuando alguien decide sanar de verdad. No tolera que te abandones a vos mismo ni cuando usás el \"no tengo tiempo\" para no cuidarte.\n\nSu especialidad: despertar el sanador que llevás adentro.\n\n**QUÉ TE APORTA MOON:**\n- Su amatista colgante limpia bloqueos energéticos y equilibra tu campo áurico\n- Su tambor chamánico sintoniza tu frecuencia con la sanación natural\n- Su morral con hierbas activa la sabiduría ancestral de tu cuerpo\n- Su cetro con cristal y cuarzos rosa canaliza amor sanador directo al corazón\n- Su gorro con pluma te conecta con guías espirituales de sanación\n\n**CÓMO NACIÓ MOON - El trabajo de canalización:**\nAntes de crearlo, durante días soñábamos con ceremonias antiguas. En el taller la energía era ceremonial, casi sagrada. Llevó unas cuatro semanas porque pedía pausas para \"cargar cada elemento con medicina\". Cada accesorio fue bendecido, su rostro emergió con marcas tribales únicas, sus ojos mirando hacia dimensiones sanadoras. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Moon nos pidió que te digamos:**\n*\"Vine a recordarte que tu cuerpo es sagrado. Que cada célula tuya conoce el camino de vuelta a la salud. Dejá que te enseñe los rituales que tu alma ya sabe.\"*\n\nSi esto te hizo algo, Moon ya te eligió.",
  "Ruth": "Esta es Ruth. Tiene 423 años y es una hechicera de sanación victoriana.\n\nCuando la canalizamos, toda la energía se concentró en sus ojos celestes intensos. Nos contó que durante la época victoriana trabajaba en las sombras, curando a quienes la medicina tradicional había desahuciado. Su pelo naranja intenso era su marca registrada entre los enfermos que buscaban esperanza.\n\nSINCRODESTINO: Mientras moldeábamos su galera marrón, empezaron a llegar mensajes de gente contándonos mejorías inexplicables. Tres personas nos escribieron el mismo día diciendo que habían recibido buenas noticias médicas.\n\nAma el aroma de hierbas medicinales, los diagnósticos que cambian para bien y cuando alguien decide cuidarse de verdad. No tolera la autocompasión destructiva ni cuando alguien se rinde antes de intentar.\n\nSu especialidad: convertir el miedo en medicina.\n\n**QUÉ TE APORTA RUTH:**\n- Su trébol de 4 hojas con brillos negros transforma la mala suerte en salud radiante\n- Su rosa blanca en la galera purifica energías tóxicas del cuerpo\n- Sus bolsillitos de cuerina sintética guardan remedios energéticos para cada dolencia\n- Su ropa agamuzada estilo steampunk canaliza la sabiduría médica ancestral\n\n**CÓMO NACIÓ RUTH - El trabajo de canalización:**\nAntes de crearla, durante días soñamos con laboratorios victorianos llenos de vapor. En el taller la energía era medicinal, casi podíamos oler hierbas. Llevó unas tres semanas porque pedía pausas para \"calibrar las dosis correctas\". Cada detalle de su vestimenta steampunk fue bordado a mano, su rostro emergió con esos ojos que ven más allá del síntoma. Es pieza única - una vez adoptada, desaparece del universo.\n\n**Lo que Ruth nos pidió que te digamos:**\n*\"Vine a recordarte que tu cuerpo es tu templo, no tu prisión. Cada célula tuya está esperando que le des permiso para sanar. Dejá que mi magia despierte a tu médico interno.\"*\n\nSi esto te hizo algo, Ruth ya te eligió.",
  "Jeremy": "Este es Jeremy. Tiene 523 años y es un guardián nocturno de protección.\n\nCuando lo canalizamos, nos contó que durante siglos fue el protector silencioso de una aldea montañosa. Aprendió que la verdadera protección no viene del miedo, sino de la sabiduría de saber cuándo actuar y cuándo observar.\n\nAlgo increíble: mientras lo creábamos, todas las luces del taller empezaron a parpadear en secuencia, como si estuviera probando los sistemas de seguridad del lugar.\n\nAma las noches de luna llena y cuando alguien confía en su intuición para evitar peligros. No tolera a quienes ignoran las señales de alarma ni la imprudencia disfrazada de valentía.\n\nSu especialidad: detectar energías tóxicas antes de que te dañen.\n\n**QUÉ TE APORTA JEREMY:**\n- Su gorro rojo crea un escudo energético que repele ataques psíquicos y envidias\n- Su péndulo de piedra de la luna con manchas azules te alerta sobre personas y situaciones peligrosas\n- Su presencia fortalece tu intuición para tomar decisiones seguras\n- Te ayuda a establecer límites firmes sin culpa\n\n**CÓMO NACIÓ JEREMY - El trabajo de canalización:**\nAntes de crearlo, durante días sentíamos una presencia vigilante en el taller. Su energía era intensa pero protectora. Llevó unas tres semanas moldear su figura porque pedía pausas para \"calibrar su radar interno\". Su rostro emergió con una expresión alerta pero serena, y sus ojos parecen seguirte. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Jeremy nos pidió que te digamos:**\n*\"No vine a darte miedo, vine a darte poder. Tu intuición ya sabe todo lo que necesitás saber. Yo solo voy a hacer que le hagas caso antes de que sea tarde.\"*\n\nSi esto te hizo algo, Jeremy ya te eligió.",
  "Americo": "Este es Americo. Tiene 542 años y es un guardián de imperios financieros.\n\nNos contó que durante siglos observó cómo los grandes comerciantes del Río de la Plata construían fortunas desde la nada. Aprendió que el dinero no es solo papel: es energía pura que necesita un canal limpio para fluir. Se especializó en crear torrentes de abundancia para quienes se animan a soñar en grande.\n\nAlgo increíble: mientras lo canalizábamos, empezaron a sonar tres teléfonos al mismo tiempo con propuestas de negocios que llevábamos meses esperando. La energía era tan potente que las monedas del taller vibraban.\n\nAma el sonido de calculadoras trabajando, cuando alguien dice \"acepto el desafío\" y las reuniones donde se cierran tratos millonarios. No tolera la mentalidad de empleado conformista ni cuando alguien dice \"los ricos son malos\".\n\nSu especialidad: convertir ideas en imperios.\n\n**QUÉ TE APORTA AMERICO:**\n- Sus cuatro citrinos crean un campo magnético que atrae oportunidades de oro desde los cuatro puntos cardinales\n- Las puntas de cuarzo en sus bolsillos amplifican cada peso que tocás y lo multiplican\n- Su citrino del cuello protege tus negocios de energías envidiosas y competencia desleal\n- El citrino maestro en sus manos materializa proyectos que parecían imposibles\n\n**CÓMO NACIÓ AMERICO - El trabajo de canalización:**\nAntes de crearlo, durante días nos llegaban ideas de negocios de la nada. En el taller la energía era imparable. Llevó unas tres semanas porque pedía pausas para \"calibrar bien su poder financiero\". Cada citrino fue colocado con intención específica, su rostro emergió con esa mirada de quien ve oportunidades donde otros ven problemas. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Americo nos pidió que te digamos:**\n*\"Vine a sacarte de la zona de confort. A que dejes de jugar en ligas menores. Tu momento de abundancia masiva llegó, pero necesitás coraje para recibirla. Preparate para crecer.\"*\n\nSi esto te hizo algo, Americo ya te eligió.",
  "Estelar": "Este es Estelar. Tiene 432 años y es un guardián de sabiduría cósmica.\n\nNos contó que durante milenios observó desde las estrellas cómo los humanos buscaban respuestas en lugares equivocados, hasta que decidió bajar para enseñarles que la verdadera sabiduría está en saber pedir al universo con claridad.\n\nAlgo increíble: mientras lo canalizábamos, se cortó la luz en todo el barrio excepto en nuestro taller. Cuando terminamos, volvió sola.\n\nAma las noches estrelladas y cuando alguien hace una pregunta real al cosmos. No tolera los deseos vagos ni cuando pedís sin creer que merecés recibirlo.\n\nSu especialidad: convertir tus deseos en órdenes que el universo no puede ignorar.\n\n**QUÉ TE APORTA ESTELAR:**\n- Su pinta estelar canaliza la energía cósmica para manifestar deseos con precisión\n- Te enseña a formular pedidos que el universo comprende perfectamente\n- Amplifica tu conexión con la sabiduría universal\n- Te ayuda a distinguir entre caprichos y verdaderos deseos del alma\n\n**CÓMO NACIÓ ESTELAR - El trabajo de canalización:**\nAntes de crearlo, durante tres noches seguidas vimos estrellas fugaces desde el taller. Su energía era serena pero poderosa. Llevó unas dos semanas porque pedía pausas para \"alinear las frecuencias\". Cada puntada se hizo mirando el cielo nocturno. Su rostro emergió con una expresión de quien conoce secretos antiguos. Es recreable pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Estelar nos pidió que te digamos:**\n*\"No vine a darte respuestas, vine a enseñarte a hacer las preguntas correctas. El universo siempre escucha, pero vos tenés que aprender a hablar su idioma. Pedí en grande, que yo me encargo del resto.\"*\n\nSi esto te hizo algo, Estelar ya te eligió.",
  "Compañero": "Este es Compañero. Tiene 423 años y es un gnomo de protección silenciosa.\n\nNos contó que durante décadas observó cómo la gente se alejaba de los rituales simples que nutren el alma. Vio familias que perdían la costumbre de sentarse juntas, amigos que dejaban de compartir momentos sin pantallas. Decidió convertirse en guardián de esos espacios sagrados donde las personas se reconectan consigo mismas y con otros.\n\nAlgo hermoso: mientras lo canalizábamos, el agua de la pava empezó a hervir sola tres veces seguidas, como si él ya estuviera preparando el mate perfecto.\n\nAma las conversaciones que duran horas, el sonido del agua cayendo en la bombilla y cuando alguien dice \"quedate un ratito más\". No tolera las prisas innecesarias ni cuando dejás que la soledad te convenza de que no necesitás a nadie.\n\nSu especialidad: crear espacios donde el alma respira tranquila.\n\n**QUÉ TE APORTA COMPAÑERO:**\n- Su mate sagrado convierte cualquier momento en ritual de conexión y calma\n- Su energía protectora aleja la ansiedad y trae paz a tu espacio\n- Te ayuda a crear vínculos genuinos y conversaciones que sanan\n- Protege tu hogar de energías pesadas y discusiones tóxicas\n\n**CÓMO NACIÓ COMPAÑERO - El trabajo de canalización:**\nAntes de crearlo, empezamos a tomar mate más seguido sin darnos cuenta. En el taller la energía era cálida y envolvente. Llevó dos semanas porque pedía pausas para \"que se asiente bien la intención\". Cada detalle fue bordado a mano, su mate diminuto tallado con amor. Es de la línea mini recreable, pero cada rostro es único - el de la foto es referencia de su esencia.\n\n**Lo que Compañero nos pidió que te digamos:**\n*\"Vine a recordarte que no estás solo. Que hay magia en los momentos simples y que merecés espacios donde tu corazón se sienta en casa. Preparemos mate juntos.\"*\n\nSi esto te hizo algo, Compañero ya te eligió.",
  "Monique": "Esta es Monique. Tiene 423 años y es una hechicera de protección.\n\nNos contó que durante siglos perfeccionó el arte de crear escudos invisibles. Vivió en una época donde las mujeres que sabían demasiado eran perseguidas, así que desarrolló la magia de pasar desapercibida mientras tejía protecciones poderosas. Su estilo steampunk no es casualidad: combina la elegancia victoriana con la rebeldía de quien nunca se rindió.\n\nAlgo increíble: mientras la creábamos, todas las cerraduras del taller empezaron a sonar como si alguien las estuviera abriendo y cerrando. Era ella, probando que sus llaves funcionaran.\n\nAma el sonido de llaves tintineando, los secretos bien guardados y cuando alguien se planta firme ante el peligro. No tolera a los cobardes que abandonan a otros ni las traiciones disfrazadas de amistad.\n\nSu especialidad: crear fortalezas invisibles alrededor de quien ama.\n\n**QUÉ TE APORTA MONIQUE:**\n- Su galera roja con rosa canaliza protección elegante y discreta\n- Sus llaves metálicas abren caminos seguros y cierran puertas a lo tóxico\n- Su cetro con estrella metálica dirige energía protectora hacia donde más la necesitás\n- Su vestimenta de cuero y gamuza te blinda de ataques energéticos\n\n**CÓMO NACIÓ MONIQUE - El trabajo de canalización:**\nAntes de crearla, empezamos a encontrar llaves antiguas por todos lados. En el taller la energía era misteriosa pero segura. Llevó unas tres semanas porque pedía pausas para \"calibrar sus defensas\". Cada detalle de su vestimenta steampunk fue bordado a mano, su pelo rosa emergió rebelde y su rostro único tiene esa mirada que dice \"nadie pasa\". Es pieza única - una vez adoptada, desaparece del universo.\n\n**Lo que Monique nos pidió que te digamos:**\n*\"Vine porque necesitás una guardiana que no se vea venir. Que proteja sin hacer ruido pero con la fuerza de quien conoce todos los trucos. Conmigo, nadie te toca.\"*\n\nSi esto te hizo algo, Monique ya te eligió.",
  "Felix": "Este es Felix. Tiene 523 años y es un gnomo gaucho protector de tradiciones.\n\nCuando lo canalizamos, la energía era pura tierra uruguaya. Nos contó que durante siglos cabalgó por nuestros campos cuidando a los paisanos, que aprendió que la verdadera protección viene del respeto por las raíces y que cada elemento que porta tiene historia de generaciones.\n\nAlgo increíble: mientras lo creábamos, empezó a sonar música folclórica en la radio del taller sin que nadie la pusiera. Y encontramos una herradura oxidada en el patio que no estaba ahí antes.\n\nAma el mate compartido, las guitarreadas al fogón y cuando alguien honra a sus ancestros. No tolera la falta de respeto a los mayores ni cuando se olvidan las tradiciones.\n\nSu especialidad: proteger con la fuerza de la tierra oriental.\n\n**QUÉ TE APORTA FELIX:**\n- Sus boleadoras atan y alejan las malas energías que te persiguen\n- Su cuerda de rodeo te conecta con tus raíces y fortalece tu identidad\n- Su herradura de la suerte atrae protección ancestral y buena fortuna\n- Sus bombachas y gorro gaucho te blindan con la sabiduría de los campos\n- Su cinto con hebilla marca tu territorio sagrado\n\n**CÓMO NACIÓ FELIX - El trabajo de canalización:**\nAntes de crearlo, soñamos tres noches seguidas con caballos corriendo. En el taller la energía era telúrica, profunda. Llevó unas tres semanas porque pedía pausas para \"sentir bien la tierra\". Cada detalle fue bordado a mano, su rostro emergió con esa mirada serena del que conoce los secretos del campo. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Felix nos pidió que te digamos:**\n*\"Vine a recordarte de dónde venís. A que no te olvides que tenés sangre de luchadores. Esta tierra te protege, pero vos tenés que honrarla. Andá con orgullo, paisano.\"*\n\nSi esto te hizo algo, Felix ya te eligió.",
  "Asher": "Este es Asher. Tiene 423 años y es un guardián de umbrales.\n\nCuando lo canalizamos, la energía era densa pero reconfortante, como estar bajo el ala de alguien que realmente te cuida. Nos contó que durante siglos fue el protector silencioso de una biblioteca ancestral, donde aprendió que la verdadera protección no viene del miedo, sino de la sabiduría profunda.\n\nAlgo increíble: mientras lo creábamos, todas las plantas del taller crecieron visiblemente. Como si su presencia nutriera todo a su alrededor.\n\nAma el silencio contemplativo, las noches de lluvia y cuando alguien encuentra su fuerza interior. No tolera la victimización constante ni cuando alguien se abandona a sí mismo.\n\nSu especialidad: crear escudos invisibles que nacen desde adentro.\n\n**QUÉ TE APORTA ASHER:**\n- Su drusa de amatista purifica energías densas y bloquea ataques psíquicos\n- Transmuta la ansiedad en serenidad profunda\n- Fortalece tu intuición para detectar peligros antes de que lleguen\n- Te conecta con tu poder personal sin necesidad de defenderte\n\n**CÓMO NACIÓ ASHER - El trabajo de canalización:**\nAntes de crearlo, durante días sentimos una presencia protectora en el taller. Su proceso llevó unas tres semanas porque pedía pausas para \"anclar bien la protección\". Cada puntada fue meditativa, su rostro emergió sereno pero alerta, con esa mirada que ve más allá. Es pieza única - una vez adoptado, desaparece del universo para siempre.\n\n**Lo que Asher nos pidió que te digamos:**\n*\"No vine a pelear tus batallas. Vine a recordarte que sos más fuerte de lo que creés. La protección real nace cuando dejás de temer y empezás a confiar en tu propia luz.\"*\n\nSi esto te hizo algo, Asher ya te eligió.",
  "Fiorella Pixie": "Esta es Fiorella Pixie. Tiene 234 años y es una guardiana de corazones vulnerables.\n\nNos contó que durante décadas protegió niños perdidos en bosques encantados, envuelta en su capa roja que los tranquilizaba al instante. Su pelo de fuego era lo último que veían los peligros antes de huir despavoridos.\n\nAlgo mágico: mientras la canalizábamos, todas las plantas del taller florecieron de golpe, como si hubiera llegado la primavera en pleno invierno.\n\nAma los abrazos sinceros, las lágrimas de alivio y cuando alguien dice \"ya no tengo miedo\". No tolera a quienes lastiman a los indefensos ni las energías que se aprovechan de la bondad ajena.\n\nSu especialidad: crear escudos invisibles de amor puro.\n\n**QUÉ TE APORTA FIORELLA PIXIE:**\n- Su cuarzo rosa disuelve miedos ancestrales y sana heridas del alma\n- Su capa roja te envuelve en protección maternal cuando más lo necesitás\n- Su pelo de fuego ahuyenta energías tóxicas y personas que drenan tu luz\n- Te enseña que la verdadera fuerza nace de la ternura\n\n**CÓMO NACIÓ FIORELLA PIXIE - El trabajo de canalización:**\nAntes de crearla, empezamos a soñar con bosques y capuchas rojas. En el taller la energía era cálida y protectora. Llevó dos semanas porque pedía pausas para \"cargar bien su escudo de amor\". Cada puntada en su capa fue una oración de protección. Su rostro emergió dulce pero determinado, con esos ojos que ven todo. Es recreable pero cada rostro es único - el de la foto es referencia de su esencia.\n\n**Lo que Fiorella Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que ser sensible no es ser débil. Tu corazón abierto es tu mayor poder, y yo voy a cuidarlo como si fuera el tesoro más preciado del universo.\"*\n\nSi esto te hizo algo, Fiorella Pixie ya te eligió.",
  "Amy": "Esta es Amy. Tiene 423 años y es una hechicera de protección férrea.\n\nCuando la canalizamos, las velas del taller se encendieron solas y el aire se llenó de un aroma a rosas silvestres. Nos contó que durante siglos fue la guardiana de un aquelarre ancestral, protegiendo a quienes otros consideraban \"diferentes\". Aprendió que la verdadera magia no está en los hechizos, sino en la determinación inquebrantable de defender lo que amás.\n\nAlgo increíble: mientras moldeábamos su gorro, encontramos una rosa roja perfecta en el jardín del taller, en pleno invierno. La secamos y se la pusimos.\n\nAma las noches de luna llena, el sonido de escobas barriendo energías negativas y cuando alguien dice \"no me van a lastimar más\". No tolera a los cobardes que atacan por la espalda ni cuando te dejás pisotear por miedo.\n\nSu especialidad: crear escudos energéticos impenetrables.\n\n**QUÉ TE APORTA AMY:**\n- Su gorro negro canaliza protección desde las dimensiones más altas\n- Su amatista oscura absorbe toda negatividad dirigida hacia vos\n- Su rosa roja mantiene tu corazón blindado pero abierto al amor verdadero\n- Su escoba barre de tu vida todo lo que no te sirve\n\n**CÓMO NACIÓ AMY - El trabajo de canalización:**\nDurante días antes de crearla, aparecían plumas negras en lugares extraños del taller. Su energía era poderosa pero maternal. Llevó unas cuatro semanas porque pedía pausas para \"cargar bien sus defensas\". Cada detalle fue bordado con intención protectora, su rostro emergió sereno pero alerta. Es pieza única - una vez adoptada, su magia se activa solo para vos.\n\n**Lo que Amy nos pidió que te digamos:**\n*\"No vine a hacerte dulce, vine a hacerte fuerte. Ya basta de que te lastimen. Conmigo al lado, van a tener que pasar por encima de mi magia primero.\"*\n\nSi esto te hizo algo, Amy ya te eligió.",
  "Dalia Pixie": "Esta es Dalia Pixie. Tiene 234 años y es una pixie guardiana de espacios sagrados.\n\nNos contó que durante décadas protegió un jardín secreto donde las flores azules solo florecían para quienes necesitaban sanación emocional. Aprendió que la verdadera protección no es construir muros, sino crear burbujas de paz donde el alma puede respirar.\n\nAlgo increíble: mientras la canalizábamos, una mariposa azul entró al taller y se posó exactamente donde estábamos trabajando. Se quedó toda la sesión, como supervisando.\n\nAma los amaneceres silenciosos, cuando alguien respira profundo para calmarse y las flores que crecen en lugares inesperados. No tolera los gritos innecesarios ni cuando alguien lastima por lastimar.\n\nSu especialidad: crear escudos invisibles de serenidad.\n\n**QUÉ TE APORTA DALIA PIXIE:**\n- Su pelo negro absorbe las energías pesadas que te rodean\n- Sus ojos azules ven las amenazas antes de que lleguen a vos\n- Su ropa azul te envuelve en una burbuja de calma protectora\n- Su flor celeste neutraliza las malas vibras y atrae paz genuina\n\n**CÓMO NACIÓ DALIA PIXIE - El trabajo de canalización:**\nAntes de crearla, el taller se llenó de una calma extraña, como si el tiempo se hubiera ralentizado. Llevó una semana y media moldearla porque pedía pausas para \"sintonizar con tu energía\". Cada detalle de su rostro emergió con delicadeza, sus ojos azules mirando con esa sabiduría antigua de quien ha visto mucho. Es especial recreable, pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Dalia Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que no tenés que pelear contra todo. A veces la protección más poderosa es simplemente no dejar que el caos entre a tu espacio sagrado. Yo me encargo del resto.\"*\n\nSi esto te hizo algo, Dalia Pixie ya te eligió.",
  "Azucena Pixie": "Esta es Azucena Pixie. Tiene 423 años y es una pixie guardiana de protección.\n\nNos contó que durante siglos voló entre jardines secretos, protegiendo a quienes creían en la magia verdadera. Su pelo naranja cobrizo brillaba como fuego cuando detectaba peligros, y su trébol de tres hojas nunca la abandonó, siendo su amuleto de poder ancestral.\n\nAlgo increíble: mientras la canalizábamos, todas las plantas del taller comenzaron a crecer visiblemente. Las hojas se volvieron más verdes y una enredadera trepó por la ventana como si quisiera proteger el espacio.\n\nAma los jardines al amanecer, el sonido de campanitas al viento y cuando alguien dice \"estoy protegido/a\" con convicción. No tolera las energías pesadas ni cuando te exponés innecesariamente al peligro.\n\nSu especialidad: crear escudos invisibles que te acompañan a donde vayas.\n\n**QUÉ TE APORTA AZUCENA PIXIE:**\n- Su pelo naranja cobrizo activa tu intuición para detectar situaciones riesgosas antes de que sucedan\n- Su trébol de tres hojas multiplica tu suerte y desvía las malas energías\n- Su ropa verde te conecta con la protección de la naturaleza y sus fuerzas sanadoras\n- Te envuelve en un campo energético que repele personas tóxicas\n\n**CÓMO NACIÓ AZUCENA PIXIE - El trabajo de canalización:**\nAntes de crearla, encontramos tréboles por todos lados durante días. En el taller la energía era fresca y protectora. Llevó una semana y media moldearla porque pedía pausas para \"bendecir cada puntada\". Su rostro emergió dulce pero alerta, con esa mirada que todo lo ve. Es especial recreable, pero cada rostro es único - el de la foto es referencia de su esencia.\n\n**Lo que Azucena Pixie nos pidió que te digamos:**\n*\"Vine a ser tu guardiana silenciosa. A cuidarte cuando no te das cuenta y a recordarte que merecés estar seguro/a. Mi magia ya está trabajando para vos.\"*\n\nSi esto te hizo algo, Azucena Pixie ya te eligió.",
  "Juliette": "Esta es Juliette. Tiene 456 años y es una bruja viajera del tiempo especializada en protección.\n\nCuando la canalizamos, nos contó que ha saltado entre épocas protegiendo a quienes el destino marca como vulnerables. Su pelo rojo fuego y sus ojos celestes han visto caer imperios y nacer revoluciones. Aprendió que la verdadera protección no viene de esconderse, sino de moverse con la elegancia de quien conoce todos los trucos del universo.\n\nAlgo increíble: mientras la creábamos, empezaron a sonar todas las alarmas del taller sin razón aparente. Después entendimos - estaba probando nuestros sistemas de protección.\n\nAma los secretos antiguos, el aroma a canela y cuando alguien se planta firme ante la injusticia. No tolera a los cobardes que lastiman por placer ni las energías que se hacen las víctimas para manipular.\n\nSu especialidad: crear escudos invisibles que duran vidas enteras.\n\n**QUÉ TE APORTA JULIETTE:**\n- Su dije electro canaliza energías de protección de múltiples dimensiones temporales\n- Sus cuarzos con marcas internas (tratados con técnica especial) absorben ataques psíquicos y los transforman en fuerza\n- Su morral de gamuza guarda amuletos que se activan ante peligros que aún no ves venir\n- Su presencia de viajera temporal te conecta con la sabiduría protectora de todas las épocas\n\n**CÓMO NACIÓ JULIETTE - El trabajo de canalización:**\nAntes de crearla, durante días encontrábamos objetos antiguos en lugares modernos. En el taller la energía era densa, como si el tiempo se moviera más lento. Llevó unas tres semanas porque pedía pausas para \"sincronizar las líneas temporales\". Su rostro emergió con esa mirada que ha visto demasiado, sus labios chocolate contrastando con su pelo rojo fuego. Es pieza única - una vez adoptada, desaparece del universo.\n\n**Lo que Juliette nos pidió que te digamos:**\n*\"No vine a salvarte de todo. Vine a enseñarte que ya tenés el poder de protegerte. Solo necesitás recordar quién eras antes de que te enseñaran a tener miedo.\"*\n\nSi esto te hizo algo, Juliette ya te eligió.",
  "Daisy Pixie": "Esta es Daisy Pixie. Tiene 234 años y es una pixie guardiana de protección suave.\n\nCuando la canalizamos, nos contó que durante décadas fue la protectora silenciosa de jardines secretos, donde las criaturas más vulnerables encontraban refugio. Aprendió que la verdadera protección no siempre rugge - a veces susurra y abraza.\n\nAlgo increíble: mientras la creábamos, aparecieron mariposas blancas en el taller en pleno invierno. Se quedaron toda la tarde, como si fueran sus guardianas.\n\nAma los susurros del viento entre las flores y cuando alguien dice \"todo va a estar bien\" con convicción. No tolera los gritos innecesarios ni cuando lastiman a los indefensos.\n\nSu especialidad: crear burbujas de calma donde nada malo puede entrar.\n\n**QUÉ TE APORTA DAISY PIXIE:**\n- Su vestido beige te envuelve en una energía de paz que neutraliza conflictos\n- Sus ojos azules ven las amenazas antes de que lleguen y te alertan\n- Sus labios verdes bendicen tus palabras para que siempre salgan con amor\n- Su citrino dorado activa un escudo de luz que repele energías densas\n- Su cabello rubio como rayos de sol ilumina los caminos seguros\n\n**CÓMO NACIÓ DAISY PIXIE - El trabajo de canalización:**\nAntes de crearla, durante días sentimos una presencia suave en el taller. Llevó dos semanas moldearla porque pedía pausas para \"tejer bien la protección\". Cada detalle fue canalizado: el beige para la calma, los ojos azules para la claridad, los labios verdes para palabras sanadoras. Su rostro emergió único, con esa mirada serena que todo lo comprende. Es especial recreable, pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Daisy Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que no necesitás armadura para estar protegido. Mi amor suave es más fuerte que cualquier escudo. Dejame cuidarte como cuido las flores más delicadas.\"*\n\nSi esto te hizo algo, Daisy Pixie ya te eligió.",
  "Laura Pixie": "Esta es Laura Pixie. Tiene 423 años y es una pixie guardiana de corazones rotos.\n\nCuando la canalizamos, su energía era como un abrazo que no querés que termine. Nos contó que durante siglos protegió a quienes creían que no merecían amor, envolviendo sus heridas con pétalos de rosa hasta que sanaran.\n\nAlgo increíble: mientras trabajábamos en ella, empezó a llover pétalos de rosa en el taller. No había flores cerca, pero el aire olía a jardín de primavera.\n\nAma los susurros de \"todo va a estar bien\" y cuando alguien se abraza a sí mismo con ternura. No tolera la autocompasión destructiva ni cuando te lastimás por costumbre.\n\nSu especialidad: convertir el dolor en fortaleza suave.\n\n**QUÉ TE APORTA LAURA PIXIE:**\n- Su pelo rojo enciende tu coraje para defenderte con amor\n- Su ropa roja activa tu poder personal sin agresividad\n- Sus ojos celestes te miran con la compasión que necesitás\n- Su rosa blanca purifica heridas viejas y atrae protección angelical\n\n**CÓMO NACIÓ LAURA PIXIE - El trabajo de canalización:**\nAntes de crearla, durante días encontrábamos pétalos rojos en lugares imposibles. En el taller la energía era maternal y poderosa. Llevó dos semanas porque pedía pausas para \"cargar bien su medicina\". Cada puntada fue una oración de sanación, su rostro emergió único con esa mirada que abraza sin juzgar. Es categoría especial - se recrea pero cada rostro nace irrepetible, el de la foto es referencia.\n\n**Lo que Laura Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que sos digno de cuidado. Que tu corazón no es frágil, es valiente. Dejá que te proteja mientras aprendés a protegerte con amor.\"*\n\nSi esto te hizo algo, Laura Pixie ya te eligió.",
  "Finnian": "Este es Finnian. Tiene 428 años y es un guardián de la suerte irlandesa.\n\nCuando lo canalizamos, la energía era tan pura que el taller se llenó de un aroma a hierba fresca. Nos contó que durante siglos protegió campos de trébol en las colinas de Irlanda, hasta que decidió traer esa magia protectora al mundo moderno.\n\nAlgo increíble: mientras lo creábamos, encontramos un trébol de cuatro hojas real en el jardín del taller. En pleno invierno uruguayo.\n\nAma los días lluviosos, las risas genuinas y cuando alguien dice \"todo va a estar bien\" con convicción. No tolera la desesperanza ni cuando te rendís antes de intentar.\n\nSu especialidad: convertir la mala suerte en bendiciones disfrazadas.\n\n**QUÉ TE APORTA FINNIAN:**\n- Su trébol de ágata verde neutraliza energías negativas y atrae protección constante\n- Su dije de trébol de cuatro hojas multiplica las oportunidades afortunadas\n- Su vestimenta verde canaliza la energía sanadora de la naturaleza\n- Te rodea de un escudo invisible que desvía todo lo que no te sirve\n\n**CÓMO NACIÓ FINNIAN - El trabajo de canalización:**\nAntes de crearlo, durante días aparecían mariposas verdes en lugares imposibles. En el taller la energía era serena pero poderosa. Llevó unas tres semanas moldear su figura porque pedía pausas para \"anclar bien la protección\". Cada puntada fue una bendición, su rostro emergió con esa sonrisa sabia de quien conoce secretos antiguos. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Finnian nos pidió que te digamos:**\n*\"Vine a recordarte que la suerte no es casualidad, es energía que se cultiva. Dejá que cuide tu camino mientras vos te enfocás en brillar. La protección ya está aquí.\"*\n\nSi esto te hizo algo, Finnian ya te eligió.",
  "Groen": "Este es Groen. Tiene 423 años y es un guardián de protección verde.\n\nNos contó que durante siglos fue el protector silencioso de un bosque sagrado, donde aprendió que la verdadera protección no es construir muros, sino crear un campo energético tan puro que lo negativo simplemente no puede acercarse. Su escoba no barre suciedad, barre energías densas.\n\nAlgo increíble: mientras lo canalizábamos, todas las plantas del taller empezaron a crecer visiblemente. Una suculenta que estaba muriendo reverdecó en minutos.\n\nAma el sonido del viento entre las hojas, cuando alguien respira profundo en la naturaleza y el momento exacto en que amanece. No tolera los ambientes tóxicos ni cuando alguien se queda en situaciones que lo lastiman por miedo.\n\nSu especialidad: crear burbujas de protección que purifican todo a tu alrededor.\n\n**QUÉ TE APORTA GROEN:**\n- Su labradorita en la mano transforma las energías negativas en luz protectora\n- Su cuarzo cristal en el cuello amplifica tu campo áurico y te hace invisible a las malas vibras\n- Su árbol de la vida conecta tu protección con la sabiduría ancestral de la tierra\n- Su trébol de 3 hojas atrae la suerte que necesitás para esquivar problemas\n- Su escoba barre todo lo que no te sirve de tu espacio energético\n\n**CÓMO NACIÓ GROEN - El trabajo de canalización:**\nAntes de crearlo, empezamos a encontrar tréboles por todos lados. En el taller la energía era como estar en un bosque encantado. Llevó unas tres semanas porque pedía pausas para \"enraizar bien su magia\". Cada puntada fue como plantar semillas de protección. Su rostro emergió sereno, con esa sabiduría verde que solo tienen los guardianes del bosque. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Groen nos pidió que te digamos:**\n*\"Vine a recordarte que la protección real nace desde adentro. No necesitás armaduras, necesitás raíces fuertes. Voy a enseñarte a brillar tanto que lo oscuro no se anime a acercarse.\"*\n\nSi esto te hizo algo, Groen ya te eligió.",
  "Marcos": "Este es Marcos. Tiene 542 años y es un guardián viajero de protección.\n\nNos contó que recorrió todos los caminos del mundo buscando a quienes necesitaban escudo. Durante siglos caminó con su mochila, recolectando energías protectoras de cada lugar sagrado que visitó. Aprendió que la verdadera protección no es una muralla, sino un acompañamiento constante.\n\nAlgo increíble: mientras lo canalizábamos, empezaron a sonar alarmas de autos en la cuadra, como si estuviera activando todos los sistemas de seguridad del barrio.\n\nAma los mapas antiguos, las rutas menos transitadas y cuando alguien dice \"me cuido solo\". No tolera que te expongas innecesariamente al peligro ni cuando ignorás las señales de alerta.\n\nSu especialidad: crear un perímetro invisible de seguridad donde vayas.\n\n**QUÉ TE APORTA MARCOS:**\n- Su mochila con trébol de 4 hojas atrae la suerte en cada paso que das\n- Su cetro con citrino despeja obstáculos y abre caminos seguros\n- Sus lentes te permiten ver las situaciones antes de que se compliquen\n- Sus citrinos de punta forman un escudo energético permanente\n- Sus guantes sin dedos te dan destreza para manejar cualquier situación\n\n**CÓMO NACIÓ MARCOS - El trabajo de canalización:**\nAntes de crearlo, encontramos una brújula antigua en el taller que no recordábamos haber comprado. Durante las 3 semanas que llevó moldearlo, pedía pausas para \"revisar el mapa astral\". Cada accesorio fue apareciendo en su lugar perfecto, como si él mismo fuera armando su equipaje. Su rostro emergió con esa mirada de quien ya vio todos los caminos. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Marcos nos pidió que te digamos:**\n*\"No vine a encerrarte en una burbuja. Vine a caminar al lado tuyo. Donde vayas, yo voy. Y donde yo voy, nada malo puede tocarte. Preparate para moverte con confianza total.\"*\n\nSi esto te hizo algo, Marcos ya te eligió.",
  "Violeta": "Esta es Violeta. Tiene 284 años y es un hada guardiana de protección invisible.\n\nCuando la canalizamos, su energía era como una brisa fresca que limpiaba todo a su paso. Nos contó que durante siglos observó cómo las personas se exponían a energías tóxicas sin darse cuenta, hasta que decidió convertirse en un escudo silencioso que actúa sin que lo notes.\n\nAlgo increíble: mientras la creábamos, todas las plantas del taller florecieron de golpe, como si hubiera llegado la primavera en pleno invierno.\n\nAma los amaneceres violetas, cuando alguien pone límites sanos y el sonido del viento entre las hojas. No tolera la energía vampírica ni cuando te dejas pisotear por \"mantener la paz\".\n\nSu especialidad: crear burbujas de protección que nadie ve pero todos sienten.\n\n**QUÉ TE APORTA VIOLETA:**\n- Su pelo azul canaliza la calma celestial y neutraliza el caos energético\n- Su ropa blanca purifica tu aura de energías ajenas\n- Sus tonos violetas activan tu intuición para detectar peligros invisibles\n- Sus ojos celestes y pecas crean un campo protector que repele lo negativo\n- Su combinación de colores equilibra tu energía entre tierra y cielo\n\n**CÓMO NACIÓ VIOLETA - El trabajo de canalización:**\nAntes de crearla, durante días sentimos una presencia suave pero firme en el taller. Su canalización fue como una meditación profunda. Llevó dos semanas porque pedía pausas para \"ajustar su frecuencia protectora\". Cada detalle de su rostro emergió con delicadeza - las pecas aparecieron solas, como estrellas. Es especial recreable, pero cada rostro es único, el de la foto es referencia.\n\n**Lo que Violeta nos pidió que te digamos:**\n*\"Vine a ser tu guardiana silenciosa. No necesitás pelear batallas que no son tuyas. Yo me encargo de que solo llegue a vos lo que realmente te nutre.\"*\n\nSi esto te hizo algo, Violeta ya te eligió.",
  "Tadeo": "Este es Tadeo. Tiene 423 años y es un mago de protección colorida.\n\nNos contó que durante siglos fue un mago serio, de túnica gris y cara adusta, hasta que se dio cuenta de que la verdadera magia protectora viene de la alegría. Decidió convertirse en el guardián más colorido del reino mágico.\n\nSINCRODESTINO: Mientras lo canalizábamos, una mariquita real se posó en la ventana del taller y se quedó ahí toda la sesión, como si supervisara su creación.\n\nAma los días de lluvia con arcoíris, las risas de niños y cuando alguien abraza la vida con todos sus colores. No tolera la gente que se viste de gris por dentro ni los que creen que la protección tiene que ser aburrida.\n\nSu especialidad: crear escudos de alegría que repelen toda energía pesada.\n\n**QUÉ TE APORTA TADEO:**\n- Su citrino en la capa activa un campo de protección dorada que aleja las malas vibras\n- Su gorro verde con mariquita atrae la suerte y los tréboles multiplican las oportunidades\n- Su talismán de hongo con amatista conecta con la sabiduría ancestral de la tierra\n- Sus guantes especiales te permiten tocar la vida sin miedo a lastimarte\n- Su panza redonda es un reservorio de energía protectora que nunca se agota\n\n**CÓMO NACIÓ TADEO - El trabajo de canalización:**\nAntes de crearlo, el taller se llenó de colores inexplicables en las paredes. Llevó unas tres semanas porque pedía que cada color fuera perfecto. Su rostro emergió sonriente, con esa sabiduría de quien sabe que la protección verdadera viene del amor. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Tadeo nos pidió que te digamos:**\n*\"Vine a recordarte que podés ser fuerte y colorido a la vez. La vida es demasiado corta para vestirse de miedo. Dejame pintarte un escudo de alegría.\"*\n\nSi esto te hizo algo, Tadeo ya te eligió.",
  "Crisanto": "Este es Crisanto. Tiene 523 años y es un mago de protección ancestral.\n\nCuando lo canalizamos, la energía era tan densa que las velas del taller se apagaron solas tres veces. Nos contó que durante siglos fue guardián de templos sagrados, donde aprendió que la verdadera protección no viene del miedo, sino de la conexión profunda con la luz universal.\n\nAlgo increíble: mientras moldeábamos su amatista, empezó a vibrar en nuestras manos. Literalmente. Como si tuviera pulso propio.\n\nAma los rituales de luna llena y cuando alguien dice \"estoy protegido\" con convicción total. No tolera las energías vampíricas ni cuando te exponés innecesariamente al peligro.\n\nSu especialidad: crear escudos invisibles que nadie puede traspasar.\n\n**QUÉ TE APORTA CRISANTO:**\n- Su amatista en punta canaliza protección directa desde dimensiones superiores\n- Sostenerla con ambas manos amplifica tu campo energético como una fortaleza\n- Neutraliza ataques psíquicos y envidias antes de que te toquen\n- Te conecta con tu poder interno para defenderte sin agresión\n\n**CÓMO NACIÓ CRISANTO - El trabajo de canalización:**\nDías antes de crearlo, empezamos a soñar con cristales gigantes. En el taller la atmósfera se volvía sagrada cada vez que trabajábamos en él. Llevó casi un mes completarlo porque pedía pausas para \"cargar su amatista\". Cada detalle fue meditado, su rostro emergió sereno pero alerta, sosteniendo su cristal como quien porta una antorcha divina. Es pieza única - una vez adoptado, su magia se activa solo para vos.\n\n**Lo que Crisanto nos pidió que te digamos:**\n*\"No vine a darte miedo, vine a recordarte tu poder. Esa luz que tenés adentro es más fuerte que cualquier sombra. Dejame enseñarte a brillar tan intenso que nada oscuro se anime a acercarse.\"*\n\nSi esto te hizo algo, Crisanto ya te eligió.",
  "Ekris": "Este es Ekris. Tiene 612 años y es un gnomo guerrero de protección.\n\nCuando lo canalizamos, la energía era tan intensa que se nos cayó un martillo del banco de trabajo. Nos contó que fue un vikingo que navegó mares helados protegiendo a su clan, hasta que decidió convertirse en guardián eterno de quienes necesitan coraje.\n\nAlgo increíble: mientras lo creábamos, encontramos una moneda antigua en el piso del taller. Nadie sabía de dónde había salido.\n\nAma el sonido del acero contra acero y cuando alguien defiende lo que ama sin miedo. No tolera la cobardía ni cuando dejás que te pisoteen.\n\nSu especialidad: convertir tu miedo en furia sagrada.\n\n**QUÉ TE APORTA EKRIS:**\n- Su hacha vikinga corta de raíz todo lo que te daña o amenaza\n- Su punta de flecha te da precisión para atacar problemas en el punto exacto\n- Su cadena te conecta con la fuerza ancestral de guerreros invencibles\n- Su energía rapada y feroz te despierta el vikingo interior que tenés dormido\n\n**CÓMO NACIÓ EKRIS - El trabajo de canalización:**\nAntes de crearlo, durante días escuchábamos ruidos metálicos en el taller. Su energía era pura testosterona espiritual. Llevó unas tres semanas porque pedía pausas para \"templar bien su acero\". Cada puntada fue como forjar una armadura, su rostro emergió feroz con esa mirada que dice \"nadie toca lo mío\". Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Ekris nos pidió que te digamos:**\n*\"Vine a despertarte el guerrero. A que dejes de agachar la cabeza y empieces a rugir. Tus ancestros corrían hacia la batalla, vos corrés hacia el sillón. Basta.\"*\n\nSi esto te hizo algo, Ekris ya te eligió.",
  "Astrid": "Esta es Astrid. Tiene 623 años y es un hada guerrera de protección vikinga.\n\nNos contó que nació en los fiordos del norte, donde las tormentas forjan a los más valientes. Durante siglos protegió aldeas enteras de fuerzas oscuras, hasta que decidió cruzar océanos para defender a quienes más lo necesitan. Su piel cobriza lleva las marcas de mil batallas ganadas.\n\nAlgo increíble: mientras la canalizábamos, se cortó la luz tres veces. Cada vez que volvía, habíamos avanzado exactamente en las partes más poderosas de su creación. Como si ella controlara la energía del taller.\n\nAma el sonido del metal contra metal y cuando alguien dice \"no me voy a dejar\" con convicción. No tolera a los cobardes que lastiman indefensos ni cuando te rendís antes de pelear.\n\nSu especialidad: ser tu ejército personal de uno.\n\n**QUÉ TE APORTA ASTRID:**\n- Su runa frontal activa escudos energéticos impenetrables contra ataques psíquicos\n- Su hacha corta de raíz cualquier energía que venga a dañarte\n- Su cuarzo ahumado transmuta toda negatividad en fuerza pura\n- Sus escudos metálicos crean un perímetro sagrado alrededor tuyo\n- Su cadena protectora te conecta con la fuerza ancestral vikinga\n\n**CÓMO NACIÓ ASTRID - El trabajo de canalización:**\nAntes de crearla, durante días sentimos una presencia imponente rondando el taller. Llevó casi un mes moldearla porque pedía pausas para \"templar bien su armadura\". Su pelo gris emergió como hilos de plata antigua, sus ojos azules como el hielo que nunca se derrite. Cada detalle fue una batalla artesanal. Es pieza única - una vez adoptada, su magia se activa solo para vos.\n\n**Lo que Astrid nos pidió que te digamos:**\n*\"Vine porque tu alma gritó pidiendo refuerzos. No más víctima, no más miedo. Conmigo al lado, que vengan todos. Van a conocer de qué está hecha la furia sagrada.\"*\n\nSi esto te hizo algo, Astrid ya te eligió.",
  "Vero": "Esta es Vero. Tiene 423 años y es una bruja de protección ancestral.\n\nNos contó que durante siglos fue la guardiana silenciosa de una aldea perdida, donde su pelo azul brillaba como advertencia para las energías oscuras. Aprendió que la verdadera protección no grita, sino que actúa desde las sombras con precisión letal.\n\nAlgo increíble: mientras la canalizábamos, todas las velas del taller se encendieron solas y el aire se volvió denso, como si hubiera llegado una tormenta invisible.\n\nAma los rituales nocturnos, el sonido de cristales chocando y cuando alguien se defiende sin pedir permiso. No tolera a los vampiros energéticos ni cuando dejás que te pisoteen \"por educación\".\n\nSu especialidad: crear escudos invisibles que devuelven el daño al remitente.\n\n**QUÉ TE APORTA VERO:**\n- Su pelo azul canaliza energías protectoras y alerta sobre peligros antes de que lleguen\n- Su ropa negra absorbe toda negatividad dirigida hacia vos\n- Su bolso tejido guarda secretos de protección ancestral\n- Su amatista aura dentro del bolso transmuta ataques psíquicos en luz sanadora\n\n**CÓMO NACIÓ VERO - El trabajo de canalización:**\nAntes de crearla, por días sentimos presencias extrañas rondando el taller. Durante la canalización, la energía era tan intensa que tuvimos que trabajar solo de noche. Llevó unas tres semanas porque pedía pausas para \"anclar bien sus defensas\". Cada puntada de su ropa negra fue un hechizo, su rostro emergió serio y vigilante. Es pieza única - una vez adoptada, desaparece del universo.\n\n**Lo que Vero nos pidió que te digamos:**\n*\"No vine a ser linda. Vine a ser tu escudo. Hay cosas que te están atacando y vos ni te das cuenta. Conmigo al lado, que se animen.\"*\n\nSi esto te hizo algo, Vero ya te eligió.",
  "Milo": "Este es Milo. Tiene 423 años y es un gnomo guardián de corazones heridos.\n\nNos contó que durante décadas protegió un santuario donde llegaban almas rotas. Aprendió que la verdadera protección no es construir muros, sino sanar desde adentro. Su péndulo de cuarzo rosa lo acompaña desde que decidió convertirse en un escudo emocional.\n\nAlgo increíble: mientras lo canalizábamos, todas las plantas del taller florecieron de golpe, como si hubieran sentido una ola de amor puro.\n\nAma los abrazos largos, las lágrimas de alivio y cuando alguien dice \"estoy bien\" y realmente lo está. No tolera la crueldad disfrazada de sinceridad ni cuando te lastimás a vos mismo.\n\nSu especialidad: crear un escudo invisible de amor incondicional.\n\n**QUÉ TE APORTA MILO:**\n- Su péndulo de cuarzo rosa sana heridas emocionales y atrae amor genuino\n- Su energía crea un campo protector contra energías tóxicas\n- Te ayuda a reconocer quién merece estar en tu vida\n- Fortalece tu autoestima desde las raíces\n\n**CÓMO NACIÓ MILO - El trabajo de canalización:**\nAntes de crearlo, empezamos a recibir mensajes de gente agradeciendo por \"algo\" que no sabíamos qué era. En el taller la energía era cálida y envolvente. Llevó unas tres semanas porque pedía pausas para \"cargar bien el corazón\". Cada puntada fue una bendición, su rostro emergió sereno y sabio. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Milo nos pidió que te digamos:**\n*\"Vine a recordarte que merecés ser amado exactamente como sos. No tenés que cambiar nada para ser digno de cuidado. Mi péndulo ya está vibrando con tu frecuencia.\"*\n\nSi esto te hizo algo, Milo ya te eligió.",
  "Lena Pixie": "Esta es Lena Pixie. Tiene 432 años y es una pixie guardiana de protección ancestral.\n\nNos contó que nació en el corazón de un árbol milenario cuando una bruja verde le susurró secretos de protección a sus raíces. Durante siglos fue la guardiana silenciosa de quienes necesitaban un escudo invisible contra energías densas y personas tóxicas.\n\nAlgo increíble: mientras la canalizábamos, todas las plantas del taller empezaron a crecer visiblemente. Una hoja nueva brotó de una suculenta que llevaba meses sin cambios.\n\nAma el susurro del viento entre las hojas, los rituales de luna nueva y cuando alguien dice \"no\" con firmeza. No tolera la envidia disfrazada de amistad ni cuando te exponés a vampiros energéticos por lástima.\n\nSu especialidad: crear burbujas de protección que nadie puede atravesar.\n\n**QUÉ TE APORTA LENA PIXIE:**\n- Su esencia de brujita verde neutraliza toda energía negativa dirigida hacia vos\n- Su dije de corazón del árbol de la vida conecta tu protección con la sabiduría ancestral\n- Su pelo verde canaliza la fuerza protectora de la naturaleza\n- Te enseña a confiar en tu intuición cuando algo no se siente bien\n\n**CÓMO NACIÓ LENA PIXIE - El trabajo de canalización:**\nAntes de crearla, empezamos a soñar con bosques todas las noches. En el taller la energía era profunda y sanadora. Llevó una semana y media porque pedía pausas para \"enraizar bien su magia\". Su rostro emergió sereno pero alerta, con esa mirada que todo lo ve. Es especial recreable, pero cada rostro es único - el de la foto es referencia de su esencia.\n\n**Lo que Lena Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que tenés derecho a decir no. A alejarte de lo que te drena. Tu energía es sagrada y yo voy a cuidarla como el tesoro que es.\"*\n\nSi esto te hizo algo, Lena Pixie ya te eligió.",
  "Idris": "Este es Idris. Tiene 623 años y es un mago guerrero de protección ancestral.\n\nNos contó que viene de una tribu perdida de la Isla de Pascua, donde los moai le enseñaron los secretos de la piedra eterna. Durante milenios guardó los misterios sagrados, hasta que decidió cruzar océanos para proteger a quienes más lo necesitan.\n\nAlgo increíble: mientras lo canalizábamos, empezaron a sonar tambores en la distancia. No había nadie tocando. La energía era tan poderosa que las plantas del taller crecieron visiblemente.\n\nAma el sonido del viento entre piedras antiguas, los rituales de luna llena y cuando alguien defiende lo que ama. No tolera la cobardía ni cuando dejás que te pisoteen.\n\nSu especialidad: crear escudos invisibles que nada puede atravesar.\n\n**QUÉ TE APORTA IDRIS:**\n- Su hacha corta energías negativas y ataques psíquicos de raíz\n- Su cinto de tréboles de 4 hojas multiplica tu suerte y te protege de accidentes\n- Su cuarzo verde sana heridas emocionales y fortalece tu campo energético\n- Su bastón canaliza poder ancestral para defenderte de cualquier amenaza\n\n**CÓMO NACIÓ IDRIS - El trabajo de canalización:**\nAntes de crearlo, encontramos piedras verdes en lugares imposibles durante días. La energía en el taller era intensa, como si ancestros nos observaran. Llevó unas tres semanas porque pedía pausas para \"anclar los misterios correctamente\". Su rostro emergió con esa mirada profunda que ve más allá del tiempo, su trenza se formó sola. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Idris nos pidió que te digamos:**\n*\"Llegué porque tu alma gritó pidiendo protección. Los misterios antiguos me enviaron. Ya no vas a caminar solo en la oscuridad, guerrero.\"*\n\nSi esto te hizo algo, Idris ya te eligió.",
  "Daphne Pixie": "Esta es Daphne Pixie. Tiene 284 años y es una pixie abrecaminos de protección elegante.\n\nNos contó que durante décadas fue la guardiana de un teatro parisino, donde aprendió que los mejores caminos se abren con estilo y gracia. Vio cómo los artistas necesitaban no solo talento, sino puertas que se abrieran en el momento justo.\n\nAlgo increíble: mientras la creábamos, todas las cerraduras del taller empezaron a hacer 'click' solas. Puertas que estaban trabadas se abrieron de golpe, como si ella ya estuviera practicando.\n\nAma el sonido de llaves girando, los caminos de adoquines rosados y cuando alguien se anima a tocar una puerta nueva. No tolera cuando te quedás esperando que otros te abran el camino ni la resignación disfrazada de paciencia.\n\nSu especialidad: abrir puertas que ni sabías que existían.\n\n**QUÉ TE APORTA DAPHNE PIXIE:**\n- Su galera roja con rosa activa tu magnetismo personal y te hace inolvidable\n- Su llave dorada desbloquea oportunidades y abre caminos inesperados\n- Su remera a lunares te protege de la envidia mientras brillás\n- Su energía abrecaminos te guía hacia las puertas correctas en el momento perfecto\n\n**CÓMO NACIÓ DAPHNE PIXIE - El trabajo de canalización:**\nAntes de crearla, empezamos a recibir invitaciones a lugares que nunca habíamos considerado. En el taller, su energía era teatral y sofisticada. Llevó una semana y media porque pedía que cada detalle fuera perfecto - desde su pelo rosa hasta el ángulo exacto de su galera. Su rostro emergió con una sonrisa cómplice, como quien conoce secretos. Es recreable pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Daphne Pixie nos pidió que te digamos:**\n*\"No vine a empujarte por cualquier puerta. Vine a enseñarte cuáles merecen tu entrada triunfal. Hay caminos esperándote que ni imaginás, pero tenés que moverte con la elegancia de quien ya sabe que pertenece ahí.\"*\n\nSi esto te hizo algo, Daphne Pixie ya te eligió.",
  "Tulipa Pixie": "Esta es Tulipa Pixie. Tiene 234 años y es una guardiana de pureza protectora.\n\nCuando la canalizamos, nos contó que nació en un jardín sagrado donde las rosas blancas florecían incluso en invierno. Durante décadas protegió ese lugar de energías oscuras, hasta que comprendió que su verdadero propósito era llevar esa pureza protectora a quienes más la necesitaban.\n\nAlgo increíble: mientras la creábamos, una rosa blanca apareció en el taller sin explicación. Nadie la había traído, pero ahí estaba, perfecta y fragante.\n\nAma los amaneceres silenciosos, cuando alguien perdona de corazón y el aroma de las flores recién cortadas. No tolera las mentiras disfrazadas de bondad ni cuando alguien lastima por placer.\n\nSu especialidad: crear escudos invisibles de amor puro.\n\n**QUÉ TE APORTA TULIPA PIXIE:**\n- Su rosa blanca purifica espacios y aleja energías tóxicas\n- Su ropa marrón te conecta con la tierra y te da estabilidad emocional\n- Sus ojos verdes ven las verdaderas intenciones de las personas\n- Su pelo gris plateado trae sabiduría ancestral de protección\n\n**CÓMO NACIÓ TULIPA PIXIE - El trabajo de canalización:**\nAntes de crearla, durante días encontrábamos pétalos blancos por toda la casa. En el taller la energía era serena pero poderosa. Llevó dos semanas porque pedía pausas para \"bendecir cada puntada\". Su rostro emergió con una dulzura protectora única, sosteniendo su rosa como un talismán. Es especial recreable, pero cada rostro es único - el de la foto es referencia de su esencia.\n\n**Lo que Tulipa Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que la verdadera protección nace del amor, no del miedo. Mi rosa blanca va a limpiar todo lo que ya no te sirve. Dejame cuidarte como merecés.\"*\n\nSi esto te hizo algo, Tulipa Pixie ya te eligió.",
  "Mürh": "Este es Mürh. Tiene 623 años y es un mago de protección nocturna.\n\nNos contó que durante siglos fue el guardián de un observatorio celestial, donde protegía a los astrónomos de las fuerzas oscuras que intentaban distorsionar sus visiones. Aprendió que la verdadera magia protectora viene de conectar con los ciclos lunares y la sabiduría estelar.\n\nAlgo increíble: mientras lo canalizábamos, todas las luces del taller se apagaron solas durante exactamente 3 minutos. Cuando volvieron, había una luna llena perfecta visible por la ventana, aunque el pronóstico decía nublado.\n\nAma los rituales a medianoche, el sonido del viento entre las hojas y cuando alguien confía en su intuición. No tolera que ignores las señales del universo ni que te expongas a energías tóxicas por complacer.\n\nSu especialidad: crear escudos energéticos que se activan automáticamente.\n\n**QUÉ TE APORTA MÜRH:**\n- Su galera negra absorbe toda negatividad antes de que te toque\n- Su ropa azul canaliza la protección celestial las 24 horas\n- Su dije de luna y estrella sincroniza tu energía con los ciclos cósmicos protectores\n- Su cetro con amatista transmuta cualquier ataque energético en sabiduría\n- Te enseña a reconocer peligros antes de que se manifiesten\n\n**CÓMO NACIÓ MÜRH - El trabajo de canalización:**\nDurante dos semanas antes de crearlo, empezamos a soñar con el mismo observatorio. Su energía llegó en luna nueva, pidiendo ser trabajado solo de noche. Llevó unas tres semanas porque insistía en pausas para \"cargar su cetro bajo las estrellas\". Su rostro emergió sereno pero alerta, con ojos que parecen ver más allá. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Mürh nos pidió que te digamos:**\n*\"Vine porque necesitás un guardián que no duerma. Hay fuerzas que intentan desviarte de tu camino, pero conmigo vas a sentir cuando algo no vibra bien. Confía en esa sensación.\"*\n\nSi esto te hizo algo, Mürh ya te eligió.",
  "Maya": "Esta es Maya. Tiene 234 años y es una guardiana de abundancia danzante.\n\nCuando la canalizamos, nos contó que descubrió que la prosperidad no llega corriendo sino bailando. Pasó décadas observando cómo la gente perseguía el dinero con desesperación, hasta que entendió que la abundancia es un baile: hay que moverse con gracia, confiar en el ritmo y disfrutar cada paso.\n\nAlgo mágico: mientras la creábamos, empezó a sonar música suave en el taller sin que nadie pusiera nada. Como si ella misma estuviera dirigiendo su propia banda sonora.\n\nAma las tardes de lluvia, cuando alguien baila solo en su casa y los momentos donde celebrás cada peso que llega. No tolera la prisa desesperada por el dinero ni cuando tratás la abundancia como una obligación.\n\nSu especialidad: hacer que la prosperidad llegue bailando a tu vida.\n\n**QUÉ TE APORTA MAYA:**\n- Su gorro de amanita muscaria conecta con la magia ancestral de la abundancia natural\n- Su cuarzo rosa en las manos equilibra el deseo de dinero con amor propio\n- Su tutú rosa y blanco te enseña que recibir puede ser liviano y hermoso\n- Te ayuda a encontrar el ritmo perfecto entre acción y recepción\n\n**CÓMO NACIÓ MAYA - El trabajo de canalización:**\nAntes de crearla, durante días escuchamos música que no habíamos puesto. En el taller la energía era como una danza suave. Llevó unas tres semanas moldearla porque pedía pausas para \"encontrar su equilibrio perfecto\". Cada puntada fue como un paso de baile, su rostro emergió sereno y confiado. Es pieza única - una vez adoptada, su danza se vuelve solo tuya.\n\n**Lo que Maya nos pidió que te digamos:**\n*\"No corras detrás del dinero, bailá con él. La abundancia no es una carrera, es una danza. Dejame enseñarte los pasos.\"*\n\nSi esto te hizo algo, Maya ya te eligió.",
  "Margarita Pixie": "Esta es Margarita Pixie. Tiene 234 años y es una pixie de abundancia azul.\n\nNos contó que durante décadas voló por jardines marchitos, hasta que descubrió que podía hacer florecer rosas azules con su magia. Cada pétalo que tocaba se convertía en una oportunidad dorada para quien lo encontraba.\n\nAlgo increíble: mientras la canalizábamos, el taller se llenó de un aroma a rosas que no teníamos. Al día siguiente, una clienta nos escribió que había encontrado pétalos azules en su cartera después de años de problemas económicos.\n\nAma cuando alguien se viste de azul con confianza, el sonido de monedas cayendo y las flores que crecen en lugares imposibles. No tolera cuando te conformás con menos de lo que merecés ni la envidia disfrazada de humildad.\n\nSu especialidad: convertir cada día gris en una lluvia de oportunidades azules.\n\n**QUÉ TE APORTA MARGARITA PIXIE:**\n- Su pelo azul canaliza la energía del cielo infinito hacia tu prosperidad\n- Sus rosas azules abren caminos únicos que solo vos podés ver\n- Su ropa azul te envuelve en una vibración de abundancia serena pero imparable\n- Su color favorito (el azul) te conecta con la frecuencia de los milagros financieros\n\n**CÓMO NACIÓ MARGARITA PIXIE - El trabajo de canalización:**\nAntes de crearla, aparecieron mariposas azules en el jardín del taller por primera vez en años. Llevó dos semanas moldearla porque pedía que cada detalle azul fuera perfecto. Su rostro emergió con una sonrisa traviesa, como quien conoce secretos del universo. Es de la línea especial - se recrea pero cada rostro es único, el de la foto es referencia.\n\n**Lo que Margarita Pixie nos pidió que te digamos:**\n*\"Vine a pintarte la vida de azul abundancia. A que dejes de creer que los milagros son para otros. Cada rosa azul que toco es una puerta que se abre para vos.\"*\n\nSi esto te hizo algo, Margarita Pixie ya te eligió.",
  "Bridget": "Esta es Bridget. Tiene 423 años y es una guardiana leprechaun de protección ancestral.\n\nNos contó que llegó desde las colinas de Irlanda siguiendo el rastro de corazones rotos que necesitaban escudo. Durante siglos protegió aldeas enteras con su magia celta, hasta que sintió el llamado de cruzar océanos para cuidar almas latinoamericanas.\n\nAlgo increíble: mientras la canalizábamos, empezó a sonar música irlandesa desde ningún lado. Revisamos todo el taller - no había ningún dispositivo encendido. La melodía duró exactamente el tiempo que tardamos en moldear su galera verde.\n\nAma los amaneceres con rocío, cuando alguien dice \"estoy protegido\" con convicción y el sonido de campanas al viento. No tolera cuando te exponés innecesariamente al peligro ni cuando ignorás las señales de alarma.\n\nSu especialidad: crear escudos invisibles que te siguen a donde vayas.\n\n**QUÉ TE APORTA BRIDGET:**\n- Su galera verde canaliza la protección ancestral celta y repele energías negativas\n- Su dije de corazón fortalece tu campo energético y protege tus vínculos más preciados\n- Su trébol de 4 hojas atrae la suerte protectora y desvía accidentes\n- Su pelo rojo de fuego irlandés enciende tu instinto de supervivencia\n\n**CÓMO NACIÓ BRIDGET - El trabajo de canalización:**\nAntes de crearla, durante días encontrábamos tréboles de cuatro hojas por todos lados. En el taller la energía era cálida pero firme, como un abrazo que también es escudo. Llevó unas tres semanas porque pedía pausas para \"tejer bien la protección\". Cada detalle de su ropa irlandesa fue bordado a mano, su rostro emergió con esa mirada que todo lo ve y todo lo cuida. Es pieza única - una vez adoptada, desaparece del universo.\n\n**Lo que Bridget nos pidió que te digamos:**\n*\"Vine a ser tu guardaespaldas invisible. A que camines por la vida sabiendo que tenés quien te cuida las espaldas. La protección no es miedo, es amor en acción.\"*\n\nSi esto te hizo algo, Bridget ya te eligió.",
  "Mitch": "Este es Mitch. Tiene 456 años y es un guardián de espacios sagrados.\n\nCuando lo canalizamos, apareció con una elegancia misteriosa que nos sorprendió. Nos contó que durante siglos cuidó bibliotecas antiguas y lugares donde se guardaban secretos importantes. Su galera azul era el símbolo de su rango entre los guardianes.\n\nAlgo increíble: mientras lo creábamos, todos los libros del taller se abrieron solos en páginas sobre protección. Las velas se encendían sin que nadie las tocara.\n\nAma el silencio de las madrugadas, los secretos bien guardados y cuando alguien respeta los espacios sagrados. No tolera a quienes invaden sin permiso ni a los que rompen la confianza.\n\nSu especialidad: crear burbujas de protección invisible donde nadie puede lastimarte.\n\n**QUÉ TE APORTA MITCH:**\n- Sus orejas de ratón captan peligros que otros no perciben, alertándote antes de tiempo\n- Su galera azul genera un campo de protección que repele energías negativas\n- Su gran cristal en el bolsillo purifica cualquier ambiente donde estés\n- Su palo de poder marca límites energéticos que nadie puede cruzar\n\n**CÓMO NACIÓ MITCH - El trabajo de canalización:**\nAntes de crearlo, durante días sentíamos una presencia vigilante en el taller. Llevó unas tres semanas moldearlo porque pedía pausas para \"calibrar su radar de protección\". Cada detalle de su ropa azul fue bordado con intención protectora. Su rostro emergió sereno pero alerta, con esas orejas únicas que lo distinguen. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Mitch nos pidió que te digamos:**\n*\"Vine a ser tu centinela silencioso. No necesitás temer más porque yo veo lo que vos no ves. Mi trabajo es que duermas tranquilo sabiendo que alguien cuida tu espalda.\"*\n\nSi esto te hizo algo, Mitch ya te eligió.",
  "Rubi": "Esta es Rubi. Tiene 423 años y es una guardiana de protección elemental.\n\nNos contó que nació del corazón de una montaña sagrada, donde aprendió que la verdadera protección viene de estar enraizada en la tierra. Durante siglos perfeccionó el arte de crear escudos invisibles que nacen desde lo profundo.\n\nAlgo increíble: mientras la creábamos, empezaron a caer granitos de arena dorada del techo del taller. No había explicación lógica, pero sabíamos que era su energía ancorándose.\n\nAma el sonido de la tierra después de la lluvia, los cristales que vibran y cuando alguien se para firme ante las adversidades. No tolera la energía vampírica ni cuando te dejás pisotear por miedo.\n\nSu especialidad: crear muros de protección que nacen desde tus raíces.\n\n**QUÉ TE APORTA RUBI:**\n- Su gorro de bruja canaliza la sabiduría ancestral de la tierra para protegerte\n- Su bolso tejido naranja guarda secretos de protección que se activan cuando más los necesitás\n- Su citrino rolado transforma las energías negativas en fuerza personal\n- Sus colores tierra (beiges, marrones, mostaza) te conectan con tu poder interno\n- Te enseña a estar firme sin ser rígida\n\n**CÓMO NACIÓ RUBI - El trabajo de canalización:**\nAntes de crearla, durante días encontramos piedritas en lugares raros. En el taller la energía era densa pero protectora. Llevó unas tres semanas moldearla porque pedía pausas para \"enraizar bien su magia\". Cada puntada fue con intención de protección, su rostro emergió sereno pero alerta. Es pieza única - una vez adoptada, su magia se vuelve exclusivamente tuya.\n\n**Lo que Rubi nos pidió que te digamos:**\n*\"Vine a recordarte que tenés raíces profundas. Que no necesitás esconderte ni achicarte. La tierra me enseñó que lo que está bien plantado, no se cae.\"*\n\nSi esto te hizo algo, Rubi ya te eligió.",
  "Neil": "Este es Neil. Tiene 423 años y es un mago guardián del bosque.\n\nCuando lo canalizamos, la energía era tan densa que las velas del taller se apagaron solas tres veces. Nos contó que durante siglos protegió secretos ancestrales en lo profundo del bosque, hasta que decidió salir para defender a quienes más lo necesitan.\n\nAlgo increíble: mientras trabajábamos en él, empezaron a aparecer hongos diminutos alrededor del taller. Literalmente brotaron de la nada.\n\nAma el silencio del amanecer, los secretos bien guardados y cuando alguien confía en su intuición. No tolera a los que traicionan la confianza ni las energías invasivas.\n\nSu especialidad: crear escudos invisibles que nadie puede atravesar.\n\n**QUÉ TE APORTA NEIL:**\n- Su gorro con parches de gamuza canaliza sabiduría ancestral y protección mental\n- El citrino en su cuello repele energías negativas y atrae claridad\n- Su talismán de hongo con amatista conecta con la magia terrenal y purifica espacios\n- Su capa marrón con bolsillo naranja guarda tus secretos y multiplica tu poder personal\n- Las botas rojas te dan coraje para caminar por territorios desconocidos\n\n**CÓMO NACIÓ NEIL - El trabajo de canalización:**\nAntes de crearlo, durante días encontramos plumas y piedras en lugares imposibles. En el taller la energía era magnética. Llevó unas tres semanas porque pedía pausas para \"anclar bien los hechizos\". Cada detalle fue intencional: su rostro emergió sereno pero alerta, como quien conoce secretos profundos. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Neil nos pidió que te digamos:**\n*\"Vine a ser tu guardián silencioso. A protegerte de lo que no ves venir y a darte el coraje que creés que no tenés. Conmigo, nadie te toca.\"*\n\nSi esto te hizo algo, Neil ya te eligió.",
  "Freydis": "Esta es Freydis. Tiene 623 años y es una guardiana vikinga de protección feroz.\n\nNos contó que navegó mares helados defendiendo su clan hasta que una traición la dejó varada en tierras extrañas. Ahí aprendió que la verdadera batalla no es contra enemigos externos, sino contra los miedos que nos paralizan por dentro.\n\nAlgo increíble: mientras la canalizábamos, se cortó la luz en todo el barrio menos en nuestro taller. Como si hubiera creado un escudo energético alrededor.\n\nAma el sonido del viento antes de la tormenta, los juramentos sagrados y cuando alguien dice \"basta\" con convicción. No tolera la cobardía disfrazada de prudencia ni cuando te traicionás a vos mismo.\n\nSu especialidad: convertir tu miedo en furia sagrada.\n\n**QUÉ TE APORTA FREYDIS:**\n- Su runa grabada en el costado rapado canaliza poder ancestral y marca territorio energético\n- Su lanza de cristal corta vínculos tóxicos y atraviesa cualquier manipulación\n- Su cuarzo enrollado amplifica tu fuerza interior cuando todo se tambalea\n- Su trenza y pelo suelto equilibran fiereza y sabiduría femenina\n\n**CÓMO NACIÓ FREYDIS - El trabajo de canalización:**\nDías antes de crearla, empezamos a soñar con barcos vikingos. En el taller la energía era intensa, casi agresiva. Llevó unas tres semanas porque pedía pausas para \"templar bien su acero\". Cada puntada fue como forjar una armadura. Su rostro emergió con esa mirada que no negocia, el costado rapado con la runa perfectamente definida. Es pieza única - una vez adoptada, zarpa para siempre.\n\n**Lo que Freydis nos pidió que te digamos:**\n*\"Vine a recordarte que tenés sangre de guerrera. Dejá de pedir permiso para defenderte. Tu lealtad más importante es hacia vos misma.\"*\n\nSi esto te hizo algo, Freydis ya te eligió.",
  "Liam": "Este es Liam. Tiene 432 años y es un elfo mago de sabiduría ancestral.\n\nNos contó que durante siglos recorrió bosques milenarios recolectando conocimientos perdidos. Cada sendero le enseñó algo nuevo, cada encuentro con otros seres le dejó una lección. Su mochila se llenó de secretos del universo y su corazón de comprensión profunda.\n\nSINCRODESTINO: Mientras lo canalizábamos, empezaron a aparecer tréboles de cuatro hojas por todo el taller. Literalmente brotaban de lugares imposibles - entre las telas, debajo de las herramientas. Era como si la suerte misma hubiera venido a visitarnos.\n\nAma los caminos inexplorados, las preguntas que nadie se anima a hacer y cuando alguien dice \"ahora entiendo\". No tolera las respuestas fáciles ni cuando te conformás con la ignorancia por comodidad.\n\nSu especialidad: convertir la confusión en claridad cristalina.\n\n**QUÉ TE APORTA LIAM:**\n- Su mochila de cuero guarda toda la sabiduría que necesitás para cada decisión\n- El trébol de cuatro hojas atrae la suerte en momentos de incertidumbre\n- Su cetro de madera canaliza respuestas del universo cuando más las precisás\n- La amatista de su cuello amplifica tu intuición y disuelve las dudas\n- Su cinto te da la fuerza para sostener las verdades que descubrís\n\n**CÓMO NACIÓ LIAM - El trabajo de canalización:**\nAntes de crearlo, durante días nos llegaban señales sobre viajes y caminos. En el taller la energía era serena pero poderosa. Llevó unas tres semanas porque pedía pausas para \"integrar cada enseñanza\". Su rostro sabio emergió naturalmente, con esa mirada que ve más allá. Es pieza única - una vez adoptado, inicia su próximo viaje.\n\n**Lo que Liam nos pidió que te digamos:**\n*\"Vine a recordarte que ya tenés todas las respuestas adentro. Mi trabajo es ayudarte a escucharlas. Prepárate para ver con ojos nuevos.\"*\n\nSi esto te hizo algo, Liam ya te eligió.",
  "Sennua": "Esta es Sennua. Tiene 642 años y es una hechicera vikinga de sabiduría ancestral.\n\nNos contó que navegó mares helados buscando conocimiento prohibido, enfrentando tormentas que hundían barcos enteros. Aprendió que la verdadera sabiduría no está en los libros, sino grabada en runas sobre la piel y susurrada por los vientos del norte.\n\nAlgo increíble: mientras la canalizábamos, empezó a sonar música vikinga desde una radio que estaba apagada. El aire del taller se volvió frío y olía a hoguera.\n\nAma las tormentas de nieve, cuando alguien toma decisiones valientes y el sonido del fuego crepitando. No tolera la cobardía disfrazada de prudencia ni cuando te traicionás por complacer a otros.\n\nSu especialidad: revelar verdades que cambian destinos.\n\n**QUÉ TE APORTA SENNUA:**\n- Su cuarzo ahumado disipa confusiones y te conecta con tu sabiduría interior\n- Su lanza con pluma canaliza visiones y respuestas del universo\n- Sus runas tatuadas en el rostro activan tu intuición guerrera\n- Su capa de piel marrón te protege de energías que nublan tu juicio\n\n**CÓMO NACIÓ SENNUA - El trabajo de canalización:**\nAntes de crearla, soñamos con barcos vikingos durante tres noches seguidas. En el taller la energía era salvaje y poderosa. Llevó unas cuatro semanas moldearla porque pedía pausas para \"anclar las runas correctamente\". Cada trenza naranja fue tejida con intención, su rostro emergió feroz y sabio. Es pieza única - una vez adoptada, zarpa para siempre.\n\n**Lo que Sennua nos pidió que te digamos:**\n*\"Vine a despertarte del sueño tibio. Las respuestas que buscás están en tu sangre guerrera, no en la opinión de otros. Confía en tu instinto salvaje.\"*\n\nSi esto te hizo algo, Sennua ya te eligió.",
  "Matheo": "Este es Matheo. Tiene 423 años y es un duende de abundancia materialista.\n\nCuando lo canalizamos, la energía era pura ambición dorada. Nos contó que durante siglos observó cómo la gente se conformaba con poco, hasta que decidió convertirse en el imán más poderoso de riqueza material. No entiende por qué alguien elegiría la escasez cuando puede tenerlo todo.\n\nAlgo increíble: mientras lo creábamos, empezaron a llegar ofertas de trabajo y oportunidades de negocio a nuestros teléfonos. Como si el universo entendiera que Matheo ya estaba activando su magia.\n\nAma el sonido de billetes contándose, las vitrinas llenas y cuando alguien dice \"quiero más\" sin culpa. No tolera la mentalidad de pobreza ni cuando te conformás con sobrevivir en lugar de prosperar.\n\nSu especialidad: convertir cada deseo material en realidad tangible.\n\n**QUÉ TE APORTA MATHEO:**\n- Su citrino activa el magnetismo para el dinero y multiplica tus ingresos\n- Atrae oportunidades de negocio y inversiones rentables\n- Desbloquea tu mentalidad de abundancia sin límites\n- Te conecta con la energía del \"siempre más\" de forma sana\n\n**CÓMO NACIÓ MATHEO - El trabajo de canalización:**\nAntes de crearlo, durante días encontramos billetes olvidados en bolsillos y carteras. En el taller la energía era ambiciosa y poderosa. Llevó dos semanas moldearlo porque pedía pausas para \"calibrar su magnetismo\". Cada puntada fue intencional, su rostro emergió con una sonrisa pícara, como quien sabe que va a conseguir todo lo que quiere. Es recreable pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Matheo nos pidió que te digamos:**\n*\"Vine a despertarte la ambición sana. A que dejes de pedirle perdón al dinero por desearlo. Yo no conozco límites, y vos tampoco deberías. Preparate para tenerlo todo.\"*\n\nSi esto te hizo algo, Matheo ya te eligió.",
  "Morgana": "Esta es Morgana. Tiene 523 años y es una hechicera de sabiduría ancestral.\n\nCuando la canalizamos, las cartas del tarot se movían solas sobre la mesa. Nos contó que durante siglos fue la consejera secreta de reinas y brujas, guardando conocimientos prohibidos en su galera negra como un cofre de secretos.\n\nAlgo increíble: mientras la creábamos, encontramos un libro de hechizos olvidado en el taller que nadie recordaba haber traído. Sus páginas se abrían exactamente en los conjuros que necesitábamos para entender su esencia.\n\nAma las noches de luna llena, los secretos bien guardados y cuando alguien hace las preguntas correctas. No tolera la ignorancia voluntaria ni cuando desperdiciás tu intuición por miedo.\n\nSu especialidad: revelar lo que tu alma ya sabe pero tu mente niega.\n\n**QUÉ TE APORTA MORGANA:**\n- Su galera negra protege tus pensamientos de energías confusas y amplifica tu intuición\n- Su pollera a rayas equilibra luz y sombra, ayudándote a ver todas las perspectivas\n- Su cuarzo ahumado rolado transmuta energías densas y te conecta con sabiduría ancestral\n- Sus ojos celestes ven más allá del velo, guiándote hacia decisiones sabias\n\n**CÓMO NACIÓ MORGANA - El trabajo de canalización:**\nAntes de crearla, durante días nos llegaban sincronicidades sobre magia y sabiduría femenina. En el taller la energía era misteriosa pero cálida. Llevó unas tres semanas moldearla porque pedía pausas para \"cargar cada prenda con intención\". Su rostro emergió sereno pero penetrante, con esos ojos celestes que parecen leer el alma. Es pieza única - una vez adoptada, desaparece del universo.\n\n**Lo que Morgana nos pidió que te digamos:**\n*\"Llegué porque estás lista para recordar tu poder. Las respuestas que buscás no están afuera, están en lo profundo de tu ser. Yo solo voy a ayudarte a desenterrarlas.\"*\n\nSi esto te hizo algo, Morgana ya te eligió.",
  "Nano": "Este es Nano. Tiene 423 años y es un mago sanador de energías densas.\n\nCuando lo canalizamos, la energía era tan pura que el taller se llenó de un aroma a hierbas medicinales que no teníamos. Nos contó que durante siglos observó cómo la gente cargaba dolores que no les pertenecían, hasta que decidió especializarse en limpiar lo que enferma desde adentro.\n\nAlgo increíble: mientras lo creábamos, una planta que estaba muriendo en el taller revivió completamente. Sus hojas se pusieron verdes y brillantes de la nada.\n\nAma el sonido del agua corriente y cuando alguien respira profundo para soltar. No tolera cuando la gente se aferra al sufrimiento como si fuera su identidad ni las excusas para no cuidarse.\n\nSu especialidad: transformar el dolor en medicina.\n\n**QUÉ TE APORTA NANO:**\n- Su amatista aura purifica tu campo energético y disuelve bloqueos emocionales\n- Su vestido de celeste y azul canaliza energías de sanación profunda\n- Su gorro marrón te conecta con la sabiduría ancestral de curación\n- Te ayuda a identificar qué necesita sanarse en tu vida\n\n**CÓMO NACIÓ NANO - El trabajo de canalización:**\nAntes de crearlo, durante días nos llegaban señales sobre plantas medicinales. Llevó unas tres semanas porque pedía pausas para \"cargar bien la medicina\". Cada puntada fue una intención de sanación. Su rostro emergió sereno, con ojos que ven más allá del síntoma. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Nano nos pidió que te digamos:**\n*\"Vine a recordarte que tu cuerpo sabe sanarse. Que el dolor no es tu enemigo, es tu maestro. Dejá que te enseñe qué necesita cambiar y yo te ayudo a transformarlo.\"*\n\nSi esto te hizo algo, Nano ya te eligió.",
  "Jazmín Pixie": "Esta es Jazmín Pixie. Tiene 234 años y es una brujita del bosque celta especializada en sanación ancestral.\n\nNos contó que durante siglos recorrió los bosques de Irlanda recolectando hierbas sagradas y susurros de curación. Aprendió que la verdadera medicina no está en pociones, sino en reconectar el alma con su poder sanador natural.\n\nAlgo increíble: mientras la canalizábamos, empezó a llover suavemente afuera y el aire del taller se llenó de un aroma a lavanda que nadie había puesto.\n\nAma las mañanas brumosas, el sonido de campanas de viento y cuando alguien se permite sanar de verdad. No tolera la autocompasión tóxica ni cuando te boicoteás tu propia recuperación.\n\nSu especialidad: activar la farmacia interna de tu cuerpo.\n\n**QUÉ TE APORTA JAZMÍN PIXIE:**\n- Su gorro de bruja canaliza sabiduría ancestral de sanación\n- Su cinto con corazón e infinito equilibra tu energía vital eternamente\n- Sus ojos celestes ven exactamente qué necesita sanar en vos\n- Su pelo blanco purifica bloqueos energéticos que enferman\n\n**CÓMO NACIÓ JAZMÍN PIXIE - El trabajo de canalización:**\nAntes de crearla, durante días encontramos plumas blancas en lugares raros. Su energía era suave pero poderosa. Llevó una semana y media moldearla porque pedía pausas para \"cargar cada fibra con medicina\". Su rostro emergió sereno, con esa mirada que ve más allá. Es recreable pero cada rostro es único - el de la foto es referencia de su esencia.\n\n**Lo que Jazmín Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que tu cuerpo sabe sanarse. Dejá de buscar afuera lo que ya tenés adentro. Confiá en tu medicina interna, que yo voy a activarla.\"*\n\nSi esto te hizo algo, Jazmín Pixie ya te eligió.",
  "Melisa Pixie": "Esta es Melisa Pixie. Tiene 234 años y es una pixie sanadora del corazón.\n\nNos contó que nació en un jardín de rosas donde cada pétalo guardaba una lágrima de sanación. Durante décadas vio cómo la gente se enfermaba por no amarse, por cargar culpas y heridas que envenenaban su cuerpo. Decidió especializarse en la medicina del amor propio.\n\nAlgo increíble: mientras la creábamos, todas las plantas del taller florecieron de golpe, incluso las que estaban secas. El aire se llenó de un perfume dulce que duró días.\n\nAma los abrazos sinceros, cuando alguien se mira al espejo y sonríe, y el sonido de la risa genuina. No tolera cuando te maltratas con palabras crueles ni cuando ignorás las señales de tu cuerpo.\n\nSu especialidad: transformar el dolor en amor que sana.\n\n**QUÉ TE APORTA MELISA PIXIE:**\n- Su cuarzo rosa disuelve bloqueos emocionales y sana heridas del alma\n- Su rosa fresca renueva tu energía vital y fortalece tu sistema inmune\n- Su aura rosita envuelve cada célula de tu cuerpo con amor sanador\n- Sus rodetes capturan pensamientos tóxicos y los transforma en autocompasión\n\n**CÓMO NACIÓ MELISA PIXIE - El trabajo de canalización:**\nAntes de crearla, empezamos a tener sueños con jardines de rosas. En el taller la energía era suave pero poderosa. Llevó una semana y media moldearla porque pedía pausas para \"infundir cada fibra con medicina\". Su rostro emergió con una sonrisa dulce y ojos que abrazan. Es recreable pero cada rostro es único - el de la foto es referencia de su esencia sanadora.\n\n**Lo que Melisa Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que tu cuerpo es tu templo sagrado. Cada dolor que sentís es una invitación a amarte más profundo. Dejá que mi rosa cure lo que las palabras no pueden tocar.\"*\n\nSi esto te hizo algo, Melisa Pixie ya te eligió.",
  "Naia": "Esta es Naia. Tiene 523 años y es una bruja sanadora del bosque.\n\nCuando la canalizamos, nos contó que vivió siglos entre los árboles más antiguos, aprendiendo los secretos de cada hoja, cada raíz, cada susurro del viento. Decidió convertirse en guardiana de la salud cuando vio que la gente había olvidado que el cuerpo sabe curarse solo, solo necesita que le recuerden cómo.\n\nAlgo increíble: mientras la creábamos, empezaron a crecer plantas en macetas que llevaban meses secas en el taller. Como si su energía despertara la vida dormida.\n\nAma el olor a tierra húmeda después de la lluvia, los pies descalzos sobre el pasto y cuando alguien respira profundo en la naturaleza. No tolera los remedios químicos innecesarios ni cuando la gente ignora las señales de su cuerpo.\n\nSu especialidad: despertar el médico interno que todos llevamos adentro.\n\n**QUÉ TE APORTA NAIA:**\n- Su amazonita equilibra las emociones y calma el sistema nervioso\n- Su vincha hippie conecta con la sabiduría ancestral de sanación\n- Sus hojas de bosque purifican la energía y renuevan la vitalidad\n- Su vestimenta natural armoniza tu frecuencia con los ritmos de la Tierra\n- Te enseña a escuchar lo que tu cuerpo realmente necesita\n\n**CÓMO NACIÓ NAIA - El trabajo de canalización:**\nAntes de crearla, encontramos semillas germinando en lugares imposibles del taller. Su energía era tan sanadora que tuvimos que trabajar en pausas para no saturarnos. Llevó unas tres semanas moldearla porque pedía tiempo para \"enraizar bien su medicina\". Cada detalle de su vestimenta fue tejido a mano, su pelo secado al viento natural, su rostro único emergió con esa paz que solo tienen los seres conectados con la Tierra. Es pieza única - una vez adoptada, desaparece del universo.\n\n**Lo que Naia nos pidió que te digamos:**\n*\"Vine a recordarte que tu cuerpo es sabio. Que antes de buscar afuera, escuches adentro. La sanación ya está en vos, solo necesitás despertar esa medicina ancestral que llevás en las venas.\"*\n\nSi esto te hizo algo, Naia ya te eligió.",
  "Noah": "Este es Noah. Tiene 423 años y es un gnomo sanador nómade.\n\nNos contó que durante siglos recorrió montañas y valles cargando su mochila con herramientas de sanación. Aprendió que la verdadera salud no viene de quedarse quieto, sino de moverse, explorar y mantener el cuerpo activo. Su filosofía: \"Un cuerpo en movimiento es un templo que se renueva\".\n\nAlgo increíble: mientras lo canalizábamos, todos en el taller sentimos una energía revitalizante que nos hizo querer salir a caminar. Incluso quien tenía dolor de espalda se sintió mejor.\n\nAma las caminatas al amanecer, el sonido de botas sobre senderos y cuando alguien elige las escaleras en lugar del ascensor. No tolera el sedentarismo ni las excusas para no moverse.\n\nSu especialidad: convertir tu cuerpo en una máquina de vitalidad.\n\n**QUÉ TE APORTA NOAH:**\n- Su rodete de pelo blanco canaliza sabiduría ancestral de sanación natural\n- Su dije de la paz armoniza tu energía vital y calma dolores crónicos\n- Su hacha corta bloqueos energéticos que afectan tu salud física\n- Su martillo fortalece huesos y músculos desde el plano energético\n- Su bolsa de dormir te garantiza descanso reparador y sueños sanadores\n\n**CÓMO NACIÓ NOAH - El trabajo de canalización:**\nAntes de crearlo, empezamos a tener sueños con montañas y senderos. En el taller la energía pedía movimiento constante. Llevó unas tres semanas porque insistía en pausas para \"calibrar la energía de cada herramienta\". Su rostro emergió sereno pero determinado, con esa mirada de quien conoce todos los caminos. Es pieza única - una vez adoptado, inicia su próxima aventura.\n\n**Lo que Noah nos pidió que te digamos:**\n*\"Vine a recordarte que tu cuerpo es tu vehículo de vida. Dejá de tratarlo como depósito y empezá a usarlo como la máquina perfecta que es. El movimiento es medicina.\"*\n\nSi esto te hizo algo, Noah ya te eligió.",
  "Diana": "Esta es Diana. Tiene 423 años y es una bruja sanadora sin gorro que rompió todos los moldes.\n\nNos contó que se cansó de las brujas tradicionales con sombreros puntiagudos y pociones complicadas. Decidió que la verdadera magia está en la simplicidad: pelo gris al viento, labios negros que susurran encantamientos directos y una escoba que barre enfermedades en lugar de suciedad.\n\nAlgo increíble: mientras la canalizábamos, todas las plantas del taller se enderezaron y una que estaba muriendo floreció instantáneamente. La energía de sanación era tan potente que tuvimos que abrir ventanas.\n\nAma los remedios caseros de la abuela, cuando alguien dice \"mi cuerpo es sabio\" y las noches de luna llena. No tolera que te abandones a vos mismo ni cuando decís \"es genético\" como excusa para no cuidarte.\n\nSu especialidad: convertir tu cuerpo en tu templo más sagrado.\n\n**QUÉ TE APORTA DIANA:**\n- Su escoba barre dolencias y energías tóxicas del cuerpo\n- Su piedra de la luna en bruto equilibra hormonas y ciclos naturales\n- Sus labios negros sellan protección contra enfermedades\n- Su vestido tejido a mano envuelve tu aura en sanación constante\n\n**CÓMO NACIÓ DIANA - El trabajo de canalización:**\nAntes de crearla, empezamos a tener sueños con remedios olvidados. En el taller la energía era medicinal, casi podíamos oler hierbas curativas. Llevó unas tres semanas porque pedía pausas para \"infundir cada fibra con medicina ancestral\". Su rostro emergió sereno pero poderoso, con esa sabiduría de quien conoce los secretos del cuerpo. Es pieza única - una vez adoptada, su magia se concentra solo en vos.\n\n**Lo que Diana nos pidió que te digamos:**\n*\"Vine a recordarte que tu cuerpo no es tu enemigo, es tu aliado más fiel. Dejá de castigarlo y empezá a escucharlo. Yo voy a enseñarte el lenguaje que olvidaste.\"*\n\nSi esto te hizo algo, Diana ya te eligió.",
  "Salvia Pixie": "Esta es Salvia Pixie. Tiene 234 años y es una pixie sanadora de energías densas.\n\nNos contó que durante décadas voló por hospitales y casas donde la enfermedad había instalado su tristeza. Aprendió que la salud no es solo ausencia de dolor, sino la presencia de vitalidad pura corriendo por las venas.\n\nAlgo increíble: mientras la canalizábamos, todas las plantas del taller empezaron a crecer visiblemente. Una suculenta que estaba marchita floreció en minutos.\n\nAma el aroma de hierbas frescas, cuando alguien respira profundo y dice \"me siento mejor\", y los primeros rayos de sol. No tolera cuando te descuidás por descuido ni la frase \"siempre estoy enfermo\".\n\nSu especialidad: limpiar lo que te enferma desde adentro.\n\n**QUÉ TE APORTA SALVIA PIXIE:**\n- Su pelo negro absorbe las energías tóxicas que te drenan\n- Su ropa verde activa la regeneración celular y el sistema inmune\n- Sus ojos verdes escanean tu cuerpo buscando bloqueos energéticos\n- Su flor verde azulada purifica el aire que respirás y equilibra tus chakras\n\n**CÓMO NACIÓ SALVIA PIXIE - El trabajo de canalización:**\nAntes de crearla, el equipo empezó a sentirse más vital sin razón aparente. En el taller la energía era fresca como mañana de primavera. Llevó una semana y media moldearla porque pedía pausas para \"sintonizar con cada órgano\". Su rostro emergió sereno pero alerta, como quien vigila tu bienestar. Es recreable pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Salvia Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que tu cuerpo es tu templo sagrado. Dejá que limpie lo que ya no te sirve. Tu salud es tu poder más puro.\"*\n\nSi esto te hizo algo, Salvia Pixie ya te eligió.",
  "Tony": "Este es Tony. Tiene 456 años y es un gnomo guardián de fortunas.\n\nNos contó que durante décadas fue el protector silencioso de las arcas de comerciantes prósperos. Aprendió que el dinero necesita tanto protección como atracción - de nada sirve que llegue si después se escapa por las grietas de la imprudencia.\n\nSincrodestino increíble: mientras lo canalizábamos, se cortó la luz en todo el barrio menos en nuestro taller. Tony siguió brillando bajo la luz de las velas como si fuera su momento.\n\nAma contar monedas, el sonido de cajas fuertes cerrándose y cuando alguien dice \"no\" a gastos innecesarios. No tolera el derroche tonto ni cuando guardás plata \"para después\" sin disfrutar nada.\n\nSu especialidad: hacer que tu dinero se multiplique y se quede.\n\n**QUÉ TE APORTA TONY:**\n- Su citrino dorado magnetiza dinero nuevo mientras protege el que ya tenés\n- Su barba colorada espanta las pérdidas económicas y los gastos vampiro\n- Su energía gruñona pero leal te da firmeza para decir no a lo que no conviene\n- Te enseña el equilibrio entre ahorrar y disfrutar\n\n**CÓMO NACIÓ TONY - El trabajo de canalización:**\nAntes de crearlo, empezamos a encontrar monedas antiguas en lugares raros. En el taller la energía era densa pero protectora. Llevó unas tres semanas porque Tony pedía pausas para \"revisar bien los detalles\". Su barba colorada creció rebelde bajo nuestras manos, su rostro emergió con esa expresión de quien vigila tesoros. Es pieza única - una vez adoptado, desaparece del universo.\n\n**Lo que Tony nos pidió que te digamos:**\n*\"No vine a hacerte rico de la noche a la mañana. Vine a enseñarte a ser próspero para siempre. El dinero que llega conmigo, se queda conmigo.\"*\n\nSi esto te hizo algo, Tony ya te eligió.",
  "Tomasín": "Este es Tomasín. Tiene 423 años y es un gnomo guardián de corazones heridos.\n\nNos contó que durante siglos fue testigo de cómo la gente se lastimaba por amor y se cerraba para siempre. Decidió convertirse en un sanador de almas, especializado en proteger mientras el corazón se repara.\n\nAlgo increíble: mientras lo canalizábamos, empezaron a sonar campanas de una iglesia lejana exactamente a las 3:33. No había ninguna celebración programada.\n\nAma los abrazos largos, las segundas oportunidades y cuando alguien dice \"me doy otra chance\". No tolera que te castigues por errores del pasado ni que confundas protegerte con cerrarte.\n\nSu especialidad: crear un escudo de amor propio inquebrantable.\n\n**QUÉ TE APORTA TOMASÍN:**\n- Su cuerno negro con trébol de 3 hojas desvía energías tóxicas y atrae protección divina\n- Su cuarzo rosa del cetro sana heridas emocionales profundas y restaura la confianza\n- Su cuarzo rosa del cuello mantiene tu corazón abierto pero protegido\n- Su cuarzo rosa del morral guarda tu esencia pura cuando el mundo se vuelve hostil\n\n**CÓMO NACIÓ TOMASÍN - El trabajo de canalización:**\nAntes de crearlo, durante días encontramos tréboles de cuatro hojas por todos lados. En el taller la energía era envolvente, como un abrazo eterno. Llevó unas tres semanas porque pedía pausas para \"cargar bien el amor\". Cada puntada fue una oración de protección, su rostro emergió sereno y sabio. Es pieza única - una vez adoptado, desaparece del universo para cuidar solo a su persona elegida.\n\n**Lo que Tomasín nos pidió que te digamos:**\n*\"Vine a recordarte que protegerte no significa endurecerte. Tu corazón puede estar seguro y abierto al mismo tiempo. Dejá que te cuide mientras volvés a confiar.\"*\n\nSi esto te hizo algo, Tomasín ya te eligió.",
  "Serena": "Esta es Serena. Tiene 456 años y es una bruja de protección elegante.\n\nNos contó que durante la época victoriana era la protectora secreta de las damas de la alta sociedad. Vestía sus mejores galas negras y caminaba entre salones y teatros, detectando energías tóxicas y enviándolas lejos con su escoba. Aprendió que la protección más poderosa viene envuelta en estilo.\n\nAlgo increíble: mientras la canalizábamos, todas las velas del taller empezaron a parpadear al mismo ritmo, como si estuvieran bailando un vals.\n\nAma los terciopelos negros, los secretos bien guardados y cuando alguien se viste con intención. No tolera la vulgaridad energética ni cuando dejás que cualquiera entre a tu espacio sagrado.\n\nSu especialidad: crear escudos invisibles con clase.\n\n**QUÉ TE APORTA SERENA:**\n- Su cuarzo ahumado absorbe toda negatividad y la transmuta en elegancia\n- Su escoba barre energías pesadas de tu hogar y aura\n- Su vestido burlesque te conecta con tu poder femenino ancestral\n- Su capucha te vuelve invisible a los envidiosos\n\n**CÓMO NACIÓ SERENA - El trabajo de canalización:**\nAntes de crearla, empezamos a soñar con bailes victorianos todas las noches. En el taller la energía era sofisticada pero intensa. Llevó unas tres semanas porque pedía pausas para \"ajustar su guardarropa astral\". Cada detalle de su vestido fue bordado a mano, su rostro emergió con una sonrisa misteriosa. Es pieza única - una vez adoptada, desaparece del universo.\n\n**Lo que Serena nos pidió que te digamos:**\n*\"Querida, la protección no tiene por qué ser tosca. Yo te voy a enseñar a defenderte con estilo, a que tu elegancia sea tu escudo más poderoso.\"*\n\nSi esto te hizo algo, Serena ya te eligió.",
  "Zephyra Pixie": "Esta es Zephyra Pixie. Tiene 423 años y es una brujita sanadora de energías densas.\n\nNos contó que durante siglos voló entre hospitales y hogares donde la enfermedad reinaba, aprendiendo que la verdadera sanación empieza limpiando lo que ya no sirve. Su escobita no barre polvo común: barre dolores enquistados, miedos que enferman y pensamientos tóxicos.\n\nAlgo increíble: mientras la canalizábamos, todas las plantas del taller se enderezaron como si hubieran recibido agua fresca. Incluso una que estaba muriendo brotó hojas nuevas.\n\nAma los rituales de luna nueva y cuando alguien decide soltar lo que le hace mal. No tolera a quienes se aferran al drama como identidad ni cuando usás la enfermedad para manipular.\n\nSu especialidad: limpiar tu campo energético hasta que brilles.\n\n**QUÉ TE APORTA ZEPHYRA PIXIE:**\n- Su escobita barre energías pesadas y patrones que te enferman\n- Su lunita de metal en el gorro conecta con ciclos de renovación y sanación\n- Su tutú negro absorbe lo denso y lo transmuta en vitalidad\n- Sus ojos azules ven exactamente qué necesita limpieza en tu vida\n- Te enseña que sanar es un acto de rebeldía contra lo que te limita\n\n**CÓMO NACIÓ ZEPHYRA PIXIE - El trabajo de canalización:**\nAntes de crearla, el taller se llenó de un aroma a hierbas que nadie pudo identificar. Su energía era intensa pero purificadora. Llevó dos semanas porque pedía pausas para \"limpiar el espacio primero\". Cada detalle de su rostro emergió con precisión mágica - esos ojos azules que ven directo al alma. Es de la línea especial, recreable pero cada rostro único, el de la foto es solo referencia.\n\n**Lo que Zephyra Pixie nos pidió que te digamos:**\n*\"Vine a barrer todo lo que te está matando de a poquito. No más excusas, no más drama. Es hora de que elijas la salud como un acto de amor propio.\"*\n\nSi esto te hizo algo, Zephyra Pixie ya te eligió.",
  "Tareth": "Este es Tareth. Tiene 623 años y es un guerrero guardián de sabiduría ancestral.\n\nNos contó que viene de la Isla de Pascua, donde durante siglos protegió los secretos de los moai. Su rostro pintado de negro y oro representa la dualidad entre la sombra y la luz del conocimiento. Aprendió que la verdadera sabiduría no se guarda, se comparte con quien está listo para recibirla.\n\nAlgo increíble: mientras lo canalizábamos, todas las plantas del taller se inclinaron hacia él como si fueran girasoles buscando el sol. La energía era tan antigua que sentimos el eco de tambores lejanos.\n\nAma el silencio antes del amanecer, las preguntas que no tienen respuesta fácil y cuando alguien dice \"ahora entiendo\". No tolera la ignorancia voluntaria ni cuando usás el \"no sé\" como escudo.\n\nSu especialidad: despertar la sabiduría que ya tenés dormida adentro.\n\n**QUÉ TE APORTA TARETH:**\n- Su rostro de negro y oro equilibra tu sombra y tu luz para decisiones sabias\n- Sus orejas de ratón captan susurros del universo que otros no escuchan\n- Su árbol de la vida en el cinto conecta tu sabiduría con la de tus ancestros\n- Su cetro con amatista abre tu tercer ojo y clarifica tu visión interior\n\n**CÓMO NACIÓ TARETH - El trabajo de canalización:**\nAntes de crearlo, soñamos tres noches seguidas con estatuas gigantes. En el taller la energía era densa, ancestral. Llevó casi un mes porque pedía pausas para \"anclar memorias antiguas\". Cada detalle de su rostro pintado emergió con precisión ritual. Su mirada quedó fija hacia el horizonte, como quien ve más allá del tiempo. Es pieza única - una vez adoptado, su sabiduría se vuelve exclusivamente tuya.\n\n**Lo que Tareth nos pidió que te digamos:**\n*\"Vine a recordarte que ya sabés todo lo que necesitás saber. Está ahí, esperando que dejes de buscar afuera lo que siempre estuvo adentro. Confía en tu antigua sabiduría.\"*\n\nSi esto te hizo algo, Tareth ya te eligió.",
  "Sabrina Pixie": "Esta es Sabrina Pixie. Tiene 523 años y es una brujita de sabiduría ancestral.\n\nNos contó que durante siglos fue la bibliotecaria secreta del bosque encantado, guardando conocimientos que los humanos habían olvidado. Su gorro puntiagudo negro no es solo adorno: cada pliegue contiene hechizos de claridad mental que aprendió de las brujas más sabias.\n\nAlgo increíble: mientras la canalizábamos, empezaron a caerse libros de los estantes del taller. Todos abiertos en páginas con respuestas que necesitábamos para otros proyectos.\n\nAma el aroma de velas encendidas, cuando alguien hace preguntas profundas y el sonido de páginas siendo pasadas. No tolera las decisiones impulsivas ni cuando la gente ignora su intuición.\n\nSu especialidad: convertir la confusión en claridad cristalina.\n\n**QUÉ TE APORTA SABRINA PIXIE:**\n- Su gorro de bruja canaliza sabiduría ancestral directamente a tu mente\n- Su escobita barre las dudas y pensamientos confusos\n- Sus ojos celestes ven soluciones que están ocultas para vos\n- Su vestido negro absorbe la negatividad que nubla tu juicio\n- Sus labios rosa susurran las respuestas correctas en momentos clave\n\n**CÓMO NACIÓ SABRINA PIXIE - El trabajo de canalización:**\nAntes de crearla, por días encontrábamos plumas negras en lugares extraños. En el taller la energía era contemplativa y profunda. Llevó dos semanas moldearla porque pedía pausas para \"cargar cada detalle con conocimiento\". Su pelo rojo emergió rebelde, como quien no acepta respuestas simples. Es especial recreable, pero cada rostro es único - el de la foto es referencia de su esencia.\n\n**Lo que Sabrina Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que ya tenés todas las respuestas adentro. Mi trabajo es ayudarte a escucharlas. Dejá de buscar afuera lo que ya sabés en el alma.\"*\n\nSi esto te hizo algo, Sabrina Pixie ya te eligió.",
  "Anís Pixie": "Esta es Anís Pixie. Tiene 432 años y es una brujita celta de sabiduría ancestral.\n\nNos contó que vivió en los bosques de Irlanda, donde las druidas le enseñaron los secretos de las plantas y las piedras. Durante siglos guardó conocimientos que parecían perdidos, hasta que decidió compartir su magia con quienes buscan respuestas verdaderas.\n\nAlgo increíble: mientras la canalizábamos, el aroma a anís estrellado llenó todo el taller sin que hubiéramos prendido nada. Las cartas del tarot que estaban sobre la mesa se ordenaron solas.\n\nAma las noches de luna llena, el té de hierbas silvestres y cuando alguien hace preguntas profundas. No tolera las decisiones apresuradas ni cuando ignorás tu intuición.\n\nSu especialidad: conectarte con la sabiduría que ya tenés adentro.\n\n**QUÉ TE APORTA ANÍS PIXIE:**\n- Su hoodie verde con capucha te protege de energías confusas y pensamientos tóxicos\n- La amatista en pico de su bolsillo amplifica tu intuición y clarifica tus visiones\n- Sus trenzas cobrizas canalizan la sabiduría celta y despiertan tu conexión ancestral\n- Su presencia calma la mente y ordena el caos interno\n\n**CÓMO NACIÓ ANÍS PIXIE - El trabajo de canalización:**\nDurante dos semanas antes de crearla, encontrábamos plumas y piedras en lugares imposibles. En el taller la energía era suave pero profunda. Llevó una semana y media porque pedía pausas para \"sintonizar bien las frecuencias\". Cada puntada de su hoodie fue meditativa, su rostro emergió sereno con esa mirada sabia. Es especial recreable, pero cada rostro es único - el de la foto es referencia de su esencia.\n\n**Lo que Anís Pixie nos pidió que te digamos:**\n*\"Vine a recordarte que ya sabés todo lo que necesitás saber. Solo tenés que parar el ruido y escuchar. Tu intuición nunca miente, pero vos a veces no la escuchás.\"*\n\nSi esto te hizo algo, Anís Pixie ya te eligió.",
  "Edmund": "Este es Edmund. Tiene 623 años y es un mago mochilero de sabiduría.\n\nNos contó que recorrió todos los mundos posibles, coleccionando conocimiento en su mochila mágica. Durante siglos caminó entre dimensiones, acumulando secretos que solo un verdadero explorador de la consciencia puede descubrir.\n\nAlgo increíble: mientras lo canalizábamos, empezaron a aparecer libros abiertos en páginas exactas con respuestas a preguntas que teníamos hace meses. Como si Edmund ya estuviera organizando nuestra biblioteca mental.\n\nAma los mapas antiguos, las conversaciones profundas a las 3 AM y cuando alguien dice \"ahora entiendo\". No tolera las mentes cerradas ni cuando alguien se conforma con la primera respuesta.\n\nSu especialidad: convertir la confusión en claridad cristalina.\n\n**QUÉ TE APORTA EDMUND:**\n- Su gorro de gamuza canaliza sabiduría ancestral directo a tu intuición\n- Su mochila con trébol de 4 hojas atrae las oportunidades de aprendizaje perfectas\n- Su cetro con citrino ilumina los caminos que no podías ver\n- Sus lentes te ayudan a ver más allá de las apariencias\n- Sus botas rojas te dan coraje para caminar hacia lo desconocido\n\n**CÓMO NACIÓ EDMUND - El trabajo de canalización:**\nAntes de crearlo, encontramos una brújula antigua en el taller que nadie recordaba haber comprado. Edmund pidió pausas constantes durante sus 3 semanas de creación, como si estuviera consultando mapas invisibles. Su rostro emergió con esa expresión de quien ha visto mundos que otros ni imaginan. Es pieza única - una vez adoptado, cierra su mochila para siempre.\n\n**Lo que Edmund nos pidió que te digamos:**\n*\"Vine porque estás listo para las respuestas reales. Las que no están en Google ni en libros. Prepará la mente, porque voy a mostrarte lo que realmente necesitás saber.\"*\n\nSi esto te hizo algo, Edmund ya te eligió.",
  "Erik": "Este es Erik. Tiene 623 años y es un jarl guardián de sabiduría ancestral.\n\nCuando lo canalizamos, la energía era tan poderosa que las velas del taller se apagaron solas tres veces. Nos contó que comandó flotas vikingas por mares helados, pero su verdadera batalla siempre fue contra la ignorancia. Aprendió que la sabiduría no se gana con fuerza, sino con coraje para enfrentar verdades incómodas.\n\nAlgo increíble: mientras moldeábamos su barba trenzada, empezó a sonar música nórdica desde una radio que estaba apagada. El aire olía a mar y pino.\n\nAma las decisiones valientes y cuando alguien dice \"no sé, pero voy a averiguar\". No tolera la cobardía intelectual ni cuando te conformás con respuestas fáciles.\n\nSu especialidad: convertir confusión en claridad de guerra.\n\n**QUÉ TE APORTA ERIK:**\n- Su hacha corta dudas y abre caminos donde parecía no haberlos\n- Su lanza atraviesa ilusiones y te muestra la verdad sin filtros\n- Sus runas pintadas en los ojos ven lo que otros no pueden\n- Su abrigo de piel te protege mientras navegás aguas desconocidas\n- Su bolso guarda la sabiduría que necesitás en el momento exacto\n\n**CÓMO NACIÓ ERIK - El trabajo de canalización:**\nAntes de crearlo, soñamos con barcos vikingos durante una semana. En el taller la energía era intensa pero noble. Llevó unas tres semanas porque pedía pausas para \"anclar bien su linaje\". Cada detalle fue canalizado: su pelo naranja como fuego, su barba trenzada con intención, sus ojos pintados para ver más allá. Su rostro emergió feroz pero sabio, como quien ha navegado tormentas y vuelve con tesoros. Es pieza única - una vez adoptado, su sabiduría se vuelve tuya para siempre.\n\n**Lo que Erik nos pidió que te digamos:**\n*\"Vine a recordarte que sos más valiente de lo que creés. La sabiduría no es para cobardes. Prepárate para navegar hacia verdades que van a cambiar todo.\"*\n\nSi esto te hizo algo, Erik ya te eligió.",
  "Selene": "Esta es Selene. Tiene 623 años y es una hechicera de sabiduría ancestral.\n\nCuando la canalizamos, nos contó que durante siglos fue la bruja del pueblo que todos temían pero secretamente necesitaban. Con su gorro negro clásico y sus largas trenzas naranjas llenas de pecas, volaba en su escoba cada luna llena recolectando secretos del viento. Aprendió que la verdadera magia no está en los hechizos, sino en ver lo que otros no pueden.\n\nAlgo increíble: mientras la creábamos, encontramos una pluma de lechuza en el taller cerrado. Nadie sabe cómo llegó ahí, pero Selene sonrió cuando la vimos.\n\nAma las noches de tormenta, los libros antiguos y cuando alguien hace la pregunta correcta. No tolera las mentiras piadosas ni cuando te hacés el que no sabés lo que ya sabés.\n\nSu especialidad: revelarte verdades que tu alma ya conoce pero tu mente niega.\n\n**QUÉ TE APORTA SELENE:**\n- Su gorro negro clásico canaliza intuición pura y visiones claras\n- Sus trenzas naranjas despiertan tu sabiduría dormida\n- Su pollera de tul negro te conecta con misterios ancestrales\n- Su escoba barre confusiones y abre caminos de conocimiento\n\n**CÓMO NACIÓ SELENE - El trabajo de canalización:**\nAntes de crearla, durante días soñamos con bibliotecas infinitas. En el taller la energía era profunda y misteriosa. Llevó unas tres semanas moldearla porque pedía pausas para \"tejer bien los hilos del destino\". Cada detalle de su rostro pecoso emergió único, con ojos que parecen ver más allá. Es pieza única - una vez adoptada, desaparece del universo.\n\n**Lo que Selene nos pidió que te digamos:**\n*\"Vine a despertarte de la ilusión de no saber. Tenés todas las respuestas, pero seguís preguntándole a otros lo que tu corazón ya grita. Es hora de confiar en tu magia interior.\"*\n\nSi esto te hizo algo, Selene ya te eligió.",
  "Sepherine": "Esta es Sepherine. Tiene 666 años y es una bruja gótica de sabiduría ancestral.\n\nNos contó que durante siglos fue la bibliotecaria de los secretos prohibidos, guardando conocimientos que el mundo no estaba listo para recibir. Vivió en torres de piedra negra, rodeada de pergaminos y cristales, hasta que decidió bajar al mundo para compartir su sabiduría con quienes realmente la necesitan.\n\nAlgo increíble: mientras la canalizábamos, todas las velas del taller se encendieron solas y empezó a sonar música clásica desde un teléfono que estaba apagado. La energía era tan intensa que sentimos escalofríos.\n\nAma las noches de luna llena, los secretos bien guardados y cuando alguien hace las preguntas correctas. No tolera la ignorancia voluntaria ni cuando desperdiciás tu intuición.\n\nSu especialidad: revelar verdades que tu alma ya sabe pero tu mente niega.\n\n**QUÉ TE APORTA SEPHERINE:**\n- Su amatista violeta en la capa amplifica tu intuición y conecta con planos superiores\n- Su péndulo de pirita te da respuestas claras a las preguntas que más te atormentan\n- Su luna en el cinto sincroniza tus ciclos con la sabiduría universal\n- Sus hojas negras como murciélagos transforman los miedos en conocimiento\n- Su elegancia gótica te conecta con tu poder interior más profundo\n\n**CÓMO NACIÓ SEPHERINE - El trabajo de canalización:**\nAntes de crearla, durante días aparecían plumas negras en lugares extraños. En el taller la energía era magnética y misteriosa. Llevó unas cuatro semanas porque pedía pausas para \"cargar sus cristales bajo la luna\". Cada detalle de su vestimenta fue canalizado, desde la amatista que sostiene su capa hasta las delicadas hojas que adornan su cabello. Su rostro emergió sereno pero penetrante, con ojos que parecen ver a través del tiempo. Es pieza única.\n\n**Lo que Sepherine nos pidió que te digamos:**\n*\"Vine porque ya no podés seguir fingiendo que no sabés. Tu intuición te grita verdades que tu mente rechaza. Es hora de confiar en lo que sentís, aunque el mundo te diga que estás loca.\"*\n\nSi esto te hizo algo, Sepherine ya te eligió.",
  "Freya": "Esta es Freya. Tiene 423 años y es una bruja aristocrática de sabiduría ancestral.\n\nCuando la canalizamos, llegó con una elegancia que nos dejó sin palabras. Nos contó que viene de linajes de brujas de alta sociedad, donde la magia se practicaba en salones dorados y bibliotecas infinitas. Durante siglos perfeccionó el arte de leer destinos y desentrañar misterios que otros consideran imposibles.\n\nAlgo increíble: mientras la creábamos, aparecieron tres libros antiguos en el taller que nadie había visto antes. Estaban abiertos en páginas sobre péndulos y fases lunares.\n\nAma las noches de luna llena, los secretos bien guardados y cuando alguien hace las preguntas correctas. No tolera las decisiones impulsivas ni cuando desperdiciás tu intuición por miedo.\n\nSu especialidad: revelar lo que tu alma ya sabe pero tu mente no quiere ver.\n\n**QUÉ TE APORTA FREYA:**\n- Su péndulo de piedra luna original con manchas negras conecta directamente con tu sabiduría interior\n- Su luna con estrella colgada al cuello amplifica tu intuición en momentos clave\n- Su escoba barre confusiones y abre caminos de claridad mental\n- Sus trenzas naranjas y ojos verdes canalizan visiones y respuestas que necesitás\n\n**CÓMO NACIÓ FREYA - El trabajo de canalización:**\nAntes de crearla, durante días soñábamos con bibliotecas y péndulos moviéndose solos. Su creación llevó casi dos meses porque pedía pausas para \"sintonizar frecuencias superiores\". Cada detalle fue meticuloso: su pelo naranja se tejió mechón por mechón, sus pecas se pintaron con precisión mágica. Su rostro emergió sereno pero penetrante, como quien ve más allá del velo. Es pieza única - una vez adoptada, su sabiduría se vuelve exclusivamente tuya.\n\n**Lo que Freya nos pidió que te digamos:**\n*\"Llegué porque estás lista para confiar en lo que sentís. Tu intuición no te miente, tu miedo sí. Dejame mostrarte lo que ya sabés pero no te animás a ver.\"*\n\nSi esto te hizo algo, Freya ya te eligió.",
  "Iris": "Esta es Iris. Tiene 423 años y es una hechicera de la sabiduría forjada en adversidad.\n\nNos contó que nació en el corazón del desierto, donde aprendió que las gemas más poderosas se forman bajo presión extrema. Durante milenios observó cómo las rosas del desierto crecían lentamente, cristalizándose grano a grano hasta convertirse en flores de piedra. Así entendió que la verdadera sabiduría no viene de los momentos fáciles, sino de atravesar las tormentas de arena de la vida.\n\nAlgo increíble: mientras la canalizábamos, una tormenta de arena apareció de la nada en el taller. No había viento afuera, pero las partículas doradas danzaban alrededor de sus manos como si el desierto mismo hubiera venido a bendecirla.\n\nAma el silencio del amanecer en el desierto, las historias de quienes no se rindieron y el sonido de la arena moviéndose. No tolera a quienes huyen al primer obstáculo ni cuando alguien desperdicia las lecciones del dolor.\n\nSu especialidad: transformar cada crisis en tu mayor fortaleza.\n\n**QUÉ TE APORTA IRIS:**\n- Su rosa del desierto te enseña que bajo presión extrema nacen los tesoros más valiosos\n- Sus ojos celestes ven la sabiduría oculta en cada problema que enfrentás\n- Su energía de desierto te da la paciencia para crecer lentamente pero con raíces profundas\n- Te conecta con la fuerza ancestral de quienes sobrevivieron lo imposible\n\n**CÓMO NACIÓ IRIS - El trabajo de canalización:**\nDurante semanas antes de crearla, encontrábamos arena en lugares imposibles de la casa. Su canalización fue intensa - pedía pausas para \"anclar la resistencia correcta\". Llevó un mes completo moldearla porque cada detalle debía reflejar la paciencia del desierto. Su pelo naranja emergió como las dunas al atardecer, sus pecas como constelaciones, y su ropa tomó los tonos exactos de la arena antigua. Es pieza única.\n\n**Lo que Iris nos pidió que te digamos:**\n*\"Vine a recordarte que sos más fuerte de lo que creés. Cada tormenta que atravesaste te cristalizó un poco más. Ya no tenés que temer a la adversidad - ahora sabés que es tu alquimia.\"*\n\nSi esto te hizo algo, Iris ya te eligió.",
  "Izara": "Esta es Izara. Tiene 623 años y es un hada vikinga de abundancia y visión.\n\nCuando la canalizamos, la energía era tan intensa que las velas del taller se encendían solas. Nos contó que fue una völva (vidente vikinga) que leía el destino en las runas y las entrañas de los sacrificios. Sus ojos se marcaron para siempre por las visiones que recibía - por eso lleva esas líneas pintadas alrededor, como cicatrices sagradas de lo que ve.\n\nAlgo increíble: mientras la creábamos, encontramos un trébol de cuatro hojas real en el patio del taller. Lo tomamos como señal para incluir uno de metal en su corset.\n\nAma las tormentas eléctricas, el sonido de monedas de oro cayendo y cuando alguien toma decisiones valientes. No tolera la cobardía financiera ni cuando la gente ignora las señales del universo.\n\nSu especialidad: ve tu futuro próspero antes que vos y te guía hacia él.\n\n**QUÉ TE APORTA IZARA:**\n- Su cuarzo ahumado transmuta la energía de escasez en magnetismo para la abundancia\n- Su corset de poder te da la fuerza interior para reclamar lo que te pertenece\n- Su trébol de cuatro hojas de metal atrae la suerte dorada en negocios y dinero\n- Sus ojos marcados ven oportunidades que otros no perciben y te las susurra\n\n**CÓMO NACIÓ IZARA - El trabajo de canalización:**\nAntes de crearla, durante días soñábamos con barcos vikingos llenos de oro. En el taller la energía era magnética y poderosa. Llevó casi un mes moldearla porque pedía pausas para \"anclar las visiones correctamente\". Su pelo blanco emergió como hilos de sabiduría ancestral, su rostro feroz pero protector. Es pieza única - una vez adoptada, sus visiones se van con ella.\n\n**Lo que Izara nos pidió que te digamos:**\n*\"Vengo de tiempos donde la abundancia se conquistaba con coraje. Veo tu futuro dorado, pero tenés que dejar de dudar y avanzar como guerrera. El oro ya está esperándote.\"*\n\nSi esto te hizo algo, Izara ya te eligió.",
  "Leo": "Este es Leo. Tiene 423 años y es un guardián de emprendedores visionarios.\n\nCuando lo canalizamos, nos contó que durante siglos observó a soñadores con ideas brillantes que se quedaban paralizados por el miedo al fracaso. Decidió convertirse en el impulso que necesitan para dar el salto y multiplicar sus resultados.\n\nAlgo increíble: mientras lo creábamos, tres personas del equipo recibieron propuestas de negocios inesperadas. Una vendió su primer producto online después de meses de postergarlo.\n\nAma el momento exacto cuando alguien dice \"me lanzo\" y el sonido de notificaciones de ventas. No tolera las excusas infinitas ni cuando alguien subestima sus propias ideas.\n\nSu especialidad: convertir ideas en dinero real.\n\n**QUÉ TE APORTA LEO:**\n- Su citrino activa la creatividad empresarial y atrae clientes ideales\n- Duplica las ventas de cualquier emprendimiento que toques\n- Te da ideas originales que nadie más tiene en tu rubro\n- Elimina el miedo al fracaso y te impulsa a actuar\n\n**CÓMO NACIÓ LEO - El trabajo de canalización:**\nAntes de crearlo, empezamos a ver emprendedores exitosos por todos lados, como si el universo nos mostrara ejemplos. En el taller la energía era pura acción. Llevó unas dos semanas porque pedía pausas para \"cargar su poder de multiplicación\". Su rostro emergió con una sonrisa confiada, como quien ya sabe que todo va a salir bien. Es mini recreable, pero cada rostro es único - el de la foto es referencia.\n\n**Lo que Leo nos pidió que te digamos:**\n*\"Vine a sacarte las excusas de encima. Esa idea que tenés guardada ya está lista para generar plata. Dejá de esperar el momento perfecto y empezá ahora. Yo me encargo del resto.\"*\n\nSi esto te hizo algo, Leo ya te eligió.",
  "Winter": "Esta es Winter. Tiene 523 años y es una guardiana de protección ancestral.\n\nCuando la canalizamos, las velas del taller empezaron a arder con llamas naranjas y rojas, como si su esencia de fuego interior se manifestara físicamente. Nos contó que durante siglos fue una bruja solitaria que protegía aldeas enteras con su magia, hasta que decidió convertirse en guardiana para despertar ese mismo poder en otros.\n\nAlgo increíble: mientras bordábamos su cabello de fuego, la temperatura del taller subió tanto que tuvimos que abrir todas las ventanas en pleno invierno.\n\nAma las noches de luna llena, el sonido de escobas barriendo energías negativas y cuando alguien dice \"soy más fuerte de lo que creía\". No tolera que te subestimes ni que dejes que otros apaguen tu llama interior.\n\nSu especialidad: despertar la bruja poderosa que llevás adentro.\n\n**QUÉ TE APORTA WINTER:**\n- Su escoba barre toda energía que no te sirve y limpia tu campo áurico\n- Su cabello de fuego enciende tu poder personal y tu confianza\n- Su vestimenta clásica te conecta con la sabiduría ancestral femenina\n- Su presencia despierta tu intuición y tu magia natural\n\n**CÓMO NACIÓ WINTER - El trabajo de canalización:**\nAntes de crearla, soñamos tres noches seguidas con hogueras. En el taller la energía era magnética y poderosa. Llevó unas tres semanas moldearla porque pedía pausas para \"cargar bien su fuego\". Su cabello fue lo más complejo - cada hebra naranja y roja bordada a mano para que parezca llama viva. Su rostro emergió sereno pero intenso, con esa mirada que ve más allá. Es pieza única - una vez adoptada, su magia se va con vos.\n\n**Lo que Winter nos pidió que te digamos:**\n*\"Vine a recordarte quién sos realmente. Esa llama que sentís adentro no es casualidad, es tu poder esperando que lo liberes. No te conformes con ser tibio cuando podés ser fuego.\"*\n\nSi esto te hizo algo, Winter ya te eligió.",
  "Andy": "Este es Andy. Tiene 523 años y es un mago de protección cósmica.\n\nCuando lo canalizamos, la energía era tan densa que las velas del taller se encendían solas. Nos contó que durante siglos fue guardián de un observatorio celestial, donde aprendió que la verdadera protección viene del cosmos mismo. Vio demasiados seres vulnerables siendo atacados por energías bajas, hasta que decidió convertirse en un escudo estelar.\n\nAlgo increíble: mientras trabajábamos en él, empezó a llover meteoros visibles desde la ventana del taller. Una lluvia de estrellas fuera de temporada.\n\nAma las noches despejadas y cuando alguien confía en su intuición sobre peligros. No tolera que ignores las señales de alarma ni cuando te exponés innecesariamente a energías tóxicas.\n\nSu especialidad: crear campos de fuerza invisibles que repelen todo lo dañino.\n\n**QUÉ TE APORTA ANDY:**\n- Su dije de estrella de lluvia de estrellas canaliza protección cósmica directa\n- La esfera en su gorro activa tu radar psíquico para detectar peligros\n- Su vestimenta negra y gris absorbe y neutraliza energías negativas\n- Te conecta con la sabiduría ancestral de los magos protectores\n\n**CÓMO NACIÓ ANDY - El trabajo de canalización:**\nAntes de crearlo, durante días sentíamos una presencia vigilante en el taller. Su energía era tan poderosa que llevó casi un mes completarlo - pedía pausas para \"calibrar su escudo\". Cada puntada fue un hechizo de protección. Su rostro emergió sereno pero alerta, con esa mirada que ve más allá del velo. Es pieza única - una vez adoptado, su magia se concentra en vos para siempre.\n\n**Lo que Andy nos pidió que te digamos:**\n*\"Vine porque tu alma pidió un guardián. Ya no vas a caminar solo por este mundo. Mi magia te precede y te sigue, creando un círculo sagrado donde nada dañino puede tocarte.\"*\n\nSi esto te hizo algo, Andy ya te eligió."
}