Repository: tbrylka89-sudo/duendes-canalizacion
Catalog: dlocal-go-payments-for-woocommerce/languages/dlocal-go-payments-for-woocommerce-*.po
Languages: es_es, pt_br

source: dLocal Go Payments requires WooCommerce to work. Please install and activate WooCommerce.
es_es: dLocal Go Payments requiere WooCommerce para funcionar. Por favor, instala y activa WooCommerce.
pt_br: dLocal Go Payments requer WooCommerce para funcionar. Por favor, instale e ative o WooCommerce.

source: Settings
es_es: Configuración
pt_br: Configurações

source: dLocal Go Payments: Your store must have HTTPS enabled to process payments in production.
es_es: dLocal Go Payments: Tu tienda debe tener HTTPS habilitado para procesar pagos en producción.
pt_br: dLocal Go Payments: Sua loja deve ter HTTPS habilitado para processar pagamentos em produção.

source: Pay using dLocal Go Checkout.
es_es: Paga usando dLocal Go Checkout.
pt_br: Pague usando dLocal Go Checkout.

source: Enable/Disable
es_es: Habilitar/Deshabilitar
pt_br: Ativar/Desativar

source: Enable dLocal Go
es_es: Habilitar dLocal Go
pt_br: Ativar dLocal Go

source: Title
es_es: Título
pt_br: Título

source: Title shown to the customer during checkout.
es_es: Título mostrado al cliente durante el checkout.
pt_br: Título mostrado ao cliente durante o checkout.

source: Description
es_es: Descripción
pt_br: Descrição

source: Description shown to the customer during checkout.
es_es: Descripción mostrada al cliente durante el checkout.
pt_br: Descrição mostrada ao cliente durante o checkout.

source: Environment
es_es: Entorno
pt_br: Ambiente

source: Enable production mode
es_es: Activar modo producción
pt_br: Ativar modo produção

source: When disabled, sandbox mode is used for testing.
es_es: Cuando está desactivado, se usa el modo sandbox para pruebas.
pt_br: Quando desativado, o modo sandbox é usado para testes.

source: Your dLocal Go API Key for sandbox.
es_es: Tu API Key de dLocal Go para sandbox.
pt_br: Sua API Key do dLocal Go para sandbox.

source: Your dLocal Go API Secret for sandbox.
es_es: Tu API Secret de dLocal Go para sandbox.
pt_br: Seu API Secret do dLocal Go para sandbox.

source: Your dLocal Go API Key for production.
es_es: Tu API Key de dLocal Go para producción.
pt_br: Sua API Key do dLocal Go para produção.

source: Your dLocal Go API Secret for production.
es_es: Tu API Secret de dLocal Go para producción.
pt_br: Seu API Secret do dLocal Go para produção.

source: Production
es_es: Producción
pt_br: Produção

source: Auto-complete orders
es_es: Auto-completar órdenes
pt_br: Auto-completar pedidos

source: Automatically complete orders when payment is received
es_es: Completar automáticamente las órdenes cuando se recibe el pago
pt_br: Completar automaticamente os pedidos quando o pagamento for recebido

source: Default country
es_es: País por defecto
pt_br: País padrão

source: Country to use when it cannot be determined from billing or shipping address.
es_es: País a usar cuando no se puede determinar desde la dirección de facturación o envío.
pt_br: País a usar quando não pode ser determinado pelo endereço de cobrança ou entrega.

source: None
es_es: Ninguno
pt_br: Nenhum

source: Debug mode
es_es: Modo debug
pt_br: Modo debug

source: Enable logging
es_es: Habilitar registro de logs
pt_br: Ativar registro de logs

source: Logs are saved in: %s
es_es: Los logs se guardan en: %s
pt_br: Os logs são salvos em: %s

source: General
pt_br: Geral

source: API Credentials
es_es: Credenciales API
pt_br: Credenciais API

source: Advanced
es_es: Avanzado
pt_br: Avançado

source: Payment gateway for growing businesses
es_es: Pasarela de pagos para negocios en expansión
pt_br: Gateway de pagamentos para negócios em expansão

source: Sandbox Credentials
es_es: Credenciales Sandbox
pt_br: Credenciais Sandbox

source: Use sandbox credentials for testing. No real transactions will be processed.
es_es: Usa las credenciales de sandbox para pruebas. No se procesarán transacciones reales.
pt_br: Use as credenciais sandbox para testes. Nenhuma transação real será processada.

source: Production Credentials
es_es: Credenciales Producción
pt_br: Credenciais Produção

source: Use production credentials for live transactions. Make sure to enable Production mode in the General tab.
es_es: Usa las credenciales de producción para transacciones reales. Asegúrate de activar Modo Producción en la pestaña General.
pt_br: Use as credenciais de produção para transações reais. Certifique-se de ativar "Modo produção" na aba Geral.

source: Webhook URL
es_es: URL del Webhook
pt_br: URL do Webhook

source: Configure this URL in your dLocal Go dashboard to receive payment notifications:
es_es: Configura esta URL en tu panel de dLocal Go para recibir notificaciones de pago:
pt_br: Configure esta URL no seu painel dLocal Go para receber notificações de pagamento:

source: Invalid order.
es_es: Orden no válida.
pt_br: Pedido inválido.

source: The order amount is too low for this payment method. Please add more items to your cart.
es_es: El monto del pedido es muy bajo para este método de pago. Por favor, agrega más productos a tu carrito.
pt_br: O valor do pedido é muito baixo para este método de pagamento. Por favor, adicione mais itens ao seu carrinho.

source: Payment gateway error. Please try again or choose another payment method.
es_es: Error en la pasarela de pago. Por favor, intenta de nuevo o elige otro método de pago.
pt_br: Erro no gateway de pagamento. Por favor, tente novamente ou escolha outro método de pagamento.

source: Payment initiated in dLocal Go. Payment ID: %s
es_es: Pago iniciado en dLocal Go. Payment ID: %s
pt_br: Pagamento iniciado no dLocal Go. Payment ID: %s

source: No redirect URL received.
es_es: No se recibió URL de redirección.
pt_br: Nenhuma URL de redirecionamento recebida.

source: An error occurred while processing your payment. Please try again.
es_es: Ocurrió un error al procesar tu pago. Por favor, intenta de nuevo.
pt_br: Ocorreu um erro ao processar seu pagamento. Por favor, tente novamente.

source: The selected currency is not supported by this payment method.
es_es: La moneda seleccionada no es compatible con este método de pago.
pt_br: A moeda selecionada não é suportada por este método de pagamento.

source: This payment method is not available for your country.
es_es: Este método de pago no está disponible para tu país.
pt_br: Este método de pagamento não está disponível para o seu país.

source: Payment gateway configuration error. Please contact support.
es_es: Error de configuración de la pasarela de pago. Por favor, contacta a soporte.
pt_br: Erro de configuração do gateway de pagamento. Por favor, contate o suporte.

source: Payment could not be processed. Please try again or choose another payment method.
es_es: No se pudo procesar el pago. Por favor, intenta de nuevo o elige otro método de pago.
pt_br: O pagamento não pôde ser processado. Por favor, tente novamente ou escolha outro método de pagamento.

source: Refund failed: No transaction ID.
es_es: Reembolso fallido: No hay ID de transacción.
pt_br: Reembolso falhou: Sem ID de transação.

source: Refund failed: Payment ID not found.
es_es: Reembolso fallido: No se encontró el ID de pago.
pt_br: Reembolso falhou: ID de pagamento não encontrado.

source: Refund amount must be greater than zero.
es_es: El monto del reembolso debe ser mayor a cero.
pt_br: O valor do reembolso deve ser maior que zero.

source: Maximum refundable amount is %s.
es_es: El monto máximo reembolsable es %s.
pt_br: O valor máximo reembolsável é %s.

source: Refund failed: %s
es_es: Reembolso fallido: %s
pt_br: Reembolso falhou: %s

source: Refund processed via dLocal Go. Refund ID: %1$s - Amount: %2$s - Status: %3$s - Reason: %4$s
es_es: Reembolso procesado vía dLocal Go. Refund ID: %1$s - Monto: %2$s - Estado: %3$s - Razón: %4$s
pt_br: Reembolso processado via dLocal Go. Refund ID: %1$s - Valor: %2$s - Status: %3$s - Motivo: %4$s

source: Refund created successfully, pending confirmation.
es_es: Reembolso creado exitosamente, está pendiente de confirmación.
pt_br: Reembolso criado com sucesso, aguardando confirmação.

source: Error processing refund.
es_es: Error al procesar el reembolso.
pt_br: Erro ao processar reembolso.

source: Payment completed via dLocal Go.
es_es: Pago completado vía dLocal Go.
pt_br: Pagamento completado via dLocal Go.

source: Payment confirmed via status check on return.
es_es: Pago confirmado mediante verificación de estado al regresar.
pt_br: Pagamento confirmado via verificação de status no retorno.

source: Payment rejected.
es_es: Pago rechazado.
pt_br: Pagamento rejeitado.

source: Payment cancelled.
es_es: Pago cancelado.
pt_br: Pagamento cancelado.

source: Payment expired.
es_es: Pago expirado.
pt_br: Pagamento expirado.

source: Payment rejected via dLocal Go.
es_es: Pago rechazado vía dLocal Go.
pt_br: Pagamento rejeitado via dLocal Go.

source: Payment cancelled via dLocal Go.
es_es: Pago cancelado vía dLocal Go.
pt_br: Pagamento cancelado via dLocal Go.

source: Payment expired via dLocal Go.
es_es: Pago expirado vía dLocal Go.
pt_br: Pagamento expirado via dLocal Go.

source: Refund ID: %1$s - Status: %2$s - Amount: %3$s
es_es: Refund ID: %1$s - Estado: %2$s - Monto: %3$s
pt_br: Refund ID: %1$s - Status: %2$s - Valor: %3$s

source: Refund via dLocal Go
es_es: Reembolso vía dLocal Go
pt_br: Reembolso via dLocal Go

source: Error connecting to dLocal Go.
es_es: Error al conectar con dLocal Go.
pt_br: Erro ao conectar com dLocal Go.

source: dLocal Go returned no data.
es_es: dLocal Go no devolvió datos.
pt_br: dLocal Go não retornou dados.

source: Invalid response from dLocal Go.
es_es: Respuesta inválida de dLocal Go.
pt_br: Resposta inválida do dLocal Go.

source: An error occurred while communicating with the payment gateway.
es_es: Ocurrió un error al comunicarse con la pasarela de pago.
pt_br: Ocorreu um erro ao se comunicar com o gateway de pagamento.

source: Unknown error
es_es: Error desconocido
pt_br: Erro desconhecido

source: Cannot refund an order that has not been paid.
es_es: No se puede reembolsar una orden que no ha sido pagada.
pt_br: Não é possível reembolsar um pedido que não foi pago.

source: Invalid response from dLocal.
es_es: Respuesta inválida de dLocal.
pt_br: Resposta inválida do dLocal.

source: Refund created in dLocal Go. ID: %1$s | Amount: %2$s | Status: %3$s
es_es: Reembolso creado en dLocal Go. ID: %1$s | Monto: %2$s | Estado: %3$s
pt_br: Reembolso criado no dLocal Go. ID: %1$s | Valor: %2$s | Status: %3$s

source: Reason:
es_es: Razón:
pt_br: Motivo:

source: Frequently Asked Questions
es_es: Preguntas frecuentes
pt_br: Perguntas frequentes

source: Refund failed: Invalid order.
es_es: Reembolso fallido: Pedido inválido.
pt_br: Reembolso falhou: Pedido inválido.

source: Refund failed: Could not verify payment status.
es_es: Reembolso fallido: No se pudo verificar el estado del pago.
pt_br: Reembolso falhou: Não foi possível verificar o status do pagamento.

source: Refund failed: The payment has not been completed yet. Wait for the payment to be confirmed by dLocal.
es_es: Reembolso fallido: El pago aún no se ha completado. Espera a que dLocal confirme el pago.
pt_br: Reembolso falhou: O pagamento ainda não foi concluído. Aguarde a confirmação do pagamento pela dLocal.

source: Payment completed via dLocal Go. Order restored from cancelled status.
es_es: Pago completado vía dLocal Go. Pedido restaurado desde estado cancelado.
pt_br: Pagamento concluído via dLocal Go. Pedido restaurado do status cancelado.

source: Customer returned from payment page without completing payment.
es_es: El cliente regresó de la página de pago sin completar el pago.
pt_br: O cliente retornou da página de pagamento sem concluir o pagamento.

source: Payment was not completed. Your cart has been restored.
es_es: El pago no se completó. Tu carrito ha sido restaurado.
pt_br: O pagamento não foi concluído. Seu carrinho foi restaurado.

source: Get your Sandbox API credentials
es_es: Obtén tus credenciales API de Sandbox
pt_br: Obtenha suas credenciais de API Sandbox

source: Get your Production API credentials
es_es: Obtén tus credenciales API de Producción
pt_br: Obtenha suas credenciais de API de Produção

source: Invalid transaction ID.
es_es: ID de transacción inválido.
pt_br: ID de transação inválido.

source: Invalid currency code.
es_es: Código de moneda inválido.
pt_br: Código de moeda inválido.

source: Invalid refund response.
es_es: Respuesta de reembolso inválida.
pt_br: Resposta de reembolso inválida.
